-- --------------------------------------------------------
-- 主机:                           202.120.217.101
-- 服务器版本:                        5.5.36 - MySQL Community Server (GPL)
-- 服务器操作系统:                      Win64
-- HeidiSQL 版本:                  8.3.0.4694
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- 导出  表 db_saes.code_generation 结构
CREATE TABLE IF NOT EXISTS `code_generation` (
  `id` int(1) NOT NULL AUTO_INCREMENT,
  `declare_number` int(4) DEFAULT '0' COMMENT '申报管理的编号统计',
  `project_number` int(4) DEFAULT '0' COMMENT '项目管理的编号统计',
  KEY `id` (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='项目唯一编号生成累计表';

-- 正在导出表  db_saes.code_generation 的数据：1 rows
/*!40000 ALTER TABLE `code_generation` DISABLE KEYS */;
INSERT INTO `code_generation` (`id`, `declare_number`, `project_number`) VALUES
	(1, 14, 18);
/*!40000 ALTER TABLE `code_generation` ENABLE KEYS */;


-- 导出  表 db_saes.dm_edu_degree 结构
CREATE TABLE IF NOT EXISTS `dm_edu_degree` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `KEY_EDU_LEVEL_ID` varchar(16) DEFAULT NULL COMMENT '学位编号',
  `VALUE_EDU_LEVEL_NAME` varchar(50) DEFAULT NULL COMMENT '学位名称',
  `TYPE_LEVEL` varchar(50) DEFAULT NULL COMMENT '等级',
  `NOTE_CAPTION` varchar(50) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='学位表';

-- 正在导出表  db_saes.dm_edu_degree 的数据：~3 rows (大约)
/*!40000 ALTER TABLE `dm_edu_degree` DISABLE KEYS */;
INSERT INTO `dm_edu_degree` (`ID`, `KEY_EDU_LEVEL_ID`, `VALUE_EDU_LEVEL_NAME`, `TYPE_LEVEL`, `NOTE_CAPTION`) VALUES
	(0, '0', '学士', NULL, NULL),
	(1, '1', '硕士', NULL, NULL),
	(2, '2', '博士', NULL, NULL);
/*!40000 ALTER TABLE `dm_edu_degree` ENABLE KEYS */;


-- 导出  表 db_saes.dm_edu_level 结构
CREATE TABLE IF NOT EXISTS `dm_edu_level` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `EDU_LEVEL_ID` varchar(16) DEFAULT NULL COMMENT '学历编号',
  `EDU_LEVEL_NAME` varchar(50) DEFAULT NULL COMMENT '学历名称',
  `CAPTION` varchar(50) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='学历表';

-- 正在导出表  db_saes.dm_edu_level 的数据：~8 rows (大约)
/*!40000 ALTER TABLE `dm_edu_level` DISABLE KEYS */;
INSERT INTO `dm_edu_level` (`ID`, `EDU_LEVEL_ID`, `EDU_LEVEL_NAME`, `CAPTION`) VALUES
	(0, '0', '小学', NULL),
	(1, '1', '初中', NULL),
	(2, '2', '中专', NULL),
	(3, '3', '高中', NULL),
	(4, '4', '专科', NULL),
	(5, '5', '本科', NULL),
	(6, '6', '硕士研究生', NULL),
	(7, '7', '博士研究生', NULL);
/*!40000 ALTER TABLE `dm_edu_level` ENABLE KEYS */;


-- 导出  表 db_saes.dm_file_class 结构
CREATE TABLE IF NOT EXISTS `dm_file_class` (
  `ID` int(10) NOT NULL,
  `FILE_CLASS_ID` varchar(32) NOT NULL,
  `FILE_CLASS_NAME` varchar(128) DEFAULT NULL,
  `NOTE` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.dm_file_class 的数据：0 rows
/*!40000 ALTER TABLE `dm_file_class` DISABLE KEYS */;
/*!40000 ALTER TABLE `dm_file_class` ENABLE KEYS */;


-- 导出  表 db_saes.dm_nation 结构
CREATE TABLE IF NOT EXISTS `dm_nation` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `NATION_ID` varchar(16) DEFAULT NULL COMMENT '民族编号',
  `NATION_NAME` varchar(50) DEFAULT NULL COMMENT '民族名称',
  `CAPTION` varchar(50) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='民族表';

-- 正在导出表  db_saes.dm_nation 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `dm_nation` DISABLE KEYS */;
/*!40000 ALTER TABLE `dm_nation` ENABLE KEYS */;


-- 导出  表 db_saes.dm_project_type 结构
CREATE TABLE IF NOT EXISTS `dm_project_type` (
  `ID` varchar(32) NOT NULL COMMENT '项目类别编号',
  `PROJECT_TYPE_NAME` varchar(255) DEFAULT NULL COMMENT '项目类别',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='项目分类';

-- 正在导出表  db_saes.dm_project_type 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `dm_project_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `dm_project_type` ENABLE KEYS */;


-- 导出  表 db_saes.dm_role 结构
CREATE TABLE IF NOT EXISTS `dm_role` (
  `ID` varchar(32) NOT NULL DEFAULT '' COMMENT '主键',
  `GROUP_ID` varchar(128) DEFAULT NULL COMMENT '用户组',
  `NOTE` varchar(255) DEFAULT NULL COMMENT '备注',
  `ROLE_LEVEL` varchar(64) DEFAULT NULL COMMENT '角色级别',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='角色表';

-- 正在导出表  db_saes.dm_role 的数据：~2 rows (大约)
/*!40000 ALTER TABLE `dm_role` DISABLE KEYS */;
INSERT INTO `dm_role` (`ID`, `GROUP_ID`, `NOTE`, `ROLE_LEVEL`) VALUES
	('1', '1', '管理员', '1'),
	('2', '0', '用户', '0');
/*!40000 ALTER TABLE `dm_role` ENABLE KEYS */;


-- 导出  表 db_saes.dm_subject 结构
CREATE TABLE IF NOT EXISTS `dm_subject` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `SUBJECT_CLASS_ID` varchar(16) NOT NULL COMMENT '学科分类编号',
  `SUBJECT_CLASS_NAME` varchar(50) DEFAULT NULL COMMENT '学科分类名称',
  `CAPTION` varchar(50) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='学科分类';

-- 正在导出表  db_saes.dm_subject 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `dm_subject` DISABLE KEYS */;
/*!40000 ALTER TABLE `dm_subject` ENABLE KEYS */;


-- 导出  表 db_saes.dm_title_define 结构
CREATE TABLE IF NOT EXISTS `dm_title_define` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `TITLE_ID` varchar(32) DEFAULT NULL COMMENT '国际码',
  `NAME` varchar(128) DEFAULT NULL COMMENT '职称名称',
  `LEVEL_ID` varchar(32) DEFAULT NULL COMMENT '职称级别',
  `TYPE_ID` varchar(32) DEFAULT NULL COMMENT '职称类别',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='职称表';

-- 正在导出表  db_saes.dm_title_define 的数据：~3 rows (大约)
/*!40000 ALTER TABLE `dm_title_define` DISABLE KEYS */;
INSERT INTO `dm_title_define` (`ID`, `TITLE_ID`, `NAME`, `LEVEL_ID`, `TYPE_ID`) VALUES
	(1, '10001', '教授', NULL, NULL),
	(2, '1002', '副教授', NULL, NULL),
	(3, '1003', '讲师', NULL, NULL);
/*!40000 ALTER TABLE `dm_title_define` ENABLE KEYS */;


-- 导出  表 db_saes.s_achievement 结构
CREATE TABLE IF NOT EXISTS `s_achievement` (
  `ID` int(10) NOT NULL COMMENT '系统编号',
  `Apply_ID` varchar(32) DEFAULT NULL COMMENT '申报编号',
  `AUTHOR_NAME` varchar(32) DEFAULT NULL COMMENT '著作者',
  `ACHIEVEMENT_NAME` varchar(128) DEFAULT NULL COMMENT '成果名称',
  `ACHIEVEMENT_MODE` varchar(64) DEFAULT NULL COMMENT '成果形式',
  `PUBLISH_UNIT` varchar(128) DEFAULT NULL COMMENT '出版单位',
  `PUBLISH_TIME` date DEFAULT NULL COMMENT '出版时间',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='近期主要研究成果';

-- 正在导出表  db_saes.s_achievement 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `s_achievement` DISABLE KEYS */;
/*!40000 ALTER TABLE `s_achievement` ENABLE KEYS */;


-- 导出  表 db_saes.s_askreport 结构
CREATE TABLE IF NOT EXISTS `s_askreport` (
  `ID` int(10) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `TITLE` varchar(50) NOT NULL COMMENT '公告标题',
  `PERSON_ID` int(10) NOT NULL COMMENT '发送人工号，关联person表',
  `SENDER_NAME` varchar(32) NOT NULL DEFAULT '' COMMENT '发送人姓名',
  `SEND_DATE` datetime NOT NULL COMMENT '发送时间',
  `SENDER_DP` varchar(32) DEFAULT '计算机学院' COMMENT '发送人部门',
  `ASK_DATE` datetime DEFAULT NULL COMMENT '（可选）申请日期，默认当前时间',
  `ASKREPORT_CONTENT` varchar(50) DEFAULT NULL COMMENT '申请汇报内容',
  `REC_ID` int(10) NOT NULL COMMENT '收件人工号，关联person表',
  `REC_NAME` varchar(32) NOT NULL COMMENT '收件人姓名',
  `ACCEPT_DATE` datetime DEFAULT NULL COMMENT '改成审核日期，接收日期，也就是查看日期',
  `IS_VIEW` int(2) unsigned NOT NULL DEFAULT '0' COMMENT '暂时无用，是审核，每人要查看；是否查看，0未读，1已读',
  `STATE` int(2) DEFAULT '0' COMMENT '状态，默认0未审批，1同意，2不同意',
  `DELETEID` int(2) unsigned NOT NULL DEFAULT '0' COMMENT '删除标记，0未删除，1已删除',
  `FILE_ID` int(10) DEFAULT '0' COMMENT '暂时没用，文件编号，关联file表',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=414 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_askreport 的数据：402 rows
/*!40000 ALTER TABLE `s_askreport` DISABLE KEYS */;
INSERT INTO `s_askreport` (`ID`, `TITLE`, `PERSON_ID`, `SENDER_NAME`, `SEND_DATE`, `SENDER_DP`, `ASK_DATE`, `ASKREPORT_CONTENT`, `REC_ID`, `REC_NAME`, `ACCEPT_DATE`, `IS_VIEW`, `STATE`, `DELETEID`, `FILE_ID`) VALUES
	(14, '电脑换新0', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(13, '电脑换新', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(12, '申请办公用品', 8, '刘靖', '2016-06-15 19:33:49', '计算机学院', NULL, '最近办公用品不够用了', 7, '王凯', NULL, 0, 0, 0, 0),
	(15, '电脑换新1', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(16, '电脑换新2', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(17, '电脑换新3', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(18, '电脑换新4', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(19, '电脑换新5', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(20, '电脑换新6', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(21, '电脑换新7', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(22, '电脑换新8', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(23, '电脑换新9', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(24, '电脑换新10', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(25, '电脑换新11', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(26, '电脑换新12', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(27, '电脑换新13', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(28, '电脑换新14', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(29, '电脑换新15', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(30, '电脑换新16', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(31, '电脑换新17', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(32, '电脑换新18', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(33, '电脑换新19', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(34, '电脑换新20', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(35, '电脑换新21', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(36, '电脑换新22', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(37, '电脑换新23', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(38, '电脑换新24', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(39, '电脑换新25', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(40, '电脑换新26', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(41, '电脑换新27', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(42, '电脑换新28', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(43, '电脑换新29', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(44, '电脑换新30', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(45, '电脑换新31', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(46, '电脑换新32', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(47, '电脑换新33', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(48, '电脑换新34', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(49, '电脑换新35', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(50, '电脑换新36', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(51, '电脑换新37', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(52, '电脑换新38', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(53, '电脑换新39', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(54, '电脑换新40', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(55, '电脑换新41', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(56, '电脑换新42', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(57, '电脑换新43', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(58, '电脑换新44', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(59, '电脑换新45', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(60, '电脑换新46', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(61, '电脑换新47', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(62, '电脑换新48', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(63, '电脑换新49', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(64, '电脑换新50', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(65, '电脑换新51', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(66, '电脑换新52', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(67, '电脑换新53', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(68, '电脑换新54', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(69, '电脑换新55', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(70, '电脑换新56', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(71, '电脑换新57', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(72, '电脑换新58', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(73, '电脑换新59', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(74, '电脑换新60', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(75, '电脑换新61', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(76, '电脑换新62', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(77, '电脑换新63', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(78, '电脑换新64', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(79, '电脑换新65', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(80, '电脑换新66', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(81, '电脑换新67', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(82, '电脑换新68', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(83, '电脑换新69', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(84, '电脑换新70', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(85, '电脑换新71', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(86, '电脑换新72', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(87, '电脑换新73', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(88, '电脑换新74', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(89, '电脑换新75', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(90, '电脑换新76', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(91, '电脑换新77', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(92, '电脑换新78', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(93, '电脑换新79', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(94, '电脑换新80', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(95, '电脑换新81', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(96, '电脑换新82', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(97, '电脑换新83', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(98, '电脑换新84', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(99, '电脑换新85', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(100, '电脑换新86', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(101, '电脑换新87', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(102, '电脑换新88', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(103, '电脑换新89', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(104, '电脑换新90', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(105, '电脑换新91', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(106, '电脑换新92', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(107, '电脑换新93', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(108, '电脑换新94', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(109, '电脑换新95', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(110, '电脑换新96', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(111, '电脑换新97', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(112, '电脑换新98', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(113, '电脑换新99', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(114, '电脑换新100', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(115, '电脑换新101', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(116, '电脑换新102', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(117, '电脑换新103', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(118, '电脑换新104', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(119, '电脑换新105', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(120, '电脑换新106', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(121, '电脑换新107', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(122, '电脑换新108', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(123, '电脑换新109', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(124, '电脑换新110', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(125, '电脑换新111', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(126, '电脑换新112', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(127, '电脑换新113', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(128, '电脑换新114', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(129, '电脑换新115', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(130, '电脑换新116', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(131, '电脑换新117', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(132, '电脑换新118', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(133, '电脑换新119', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(134, '电脑换新120', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(135, '电脑换新121', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(136, '电脑换新122', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(137, '电脑换新123', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(138, '电脑换新124', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(139, '电脑换新125', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(140, '电脑换新126', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(141, '电脑换新127', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(142, '电脑换新128', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(143, '电脑换新129', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(144, '电脑换新130', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(145, '电脑换新131', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(146, '电脑换新132', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(147, '电脑换新133', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(148, '电脑换新134', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(149, '电脑换新135', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(150, '电脑换新136', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(151, '电脑换新137', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(152, '电脑换新138', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(153, '电脑换新139', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(154, '电脑换新140', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(155, '电脑换新141', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(156, '电脑换新142', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(157, '电脑换新143', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(158, '电脑换新144', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(159, '电脑换新145', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(160, '电脑换新146', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(161, '电脑换新147', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(162, '电脑换新148', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(163, '电脑换新149', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(164, '电脑换新150', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(165, '电脑换新151', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(166, '电脑换新152', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(167, '电脑换新153', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(168, '电脑换新154', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(169, '电脑换新155', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(170, '电脑换新156', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(171, '电脑换新157', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(172, '电脑换新158', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(173, '电脑换新159', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(174, '电脑换新160', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(175, '电脑换新161', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(176, '电脑换新162', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(177, '电脑换新163', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(178, '电脑换新164', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(179, '电脑换新165', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(180, '电脑换新166', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(181, '电脑换新167', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(182, '电脑换新168', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(183, '电脑换新169', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(184, '电脑换新170', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(185, '电脑换新171', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(186, '电脑换新172', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(187, '电脑换新173', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(188, '电脑换新174', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(189, '电脑换新175', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(190, '电脑换新176', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(191, '电脑换新177', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(192, '电脑换新178', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(193, '电脑换新179', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(194, '电脑换新180', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(195, '电脑换新181', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(196, '电脑换新182', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(197, '电脑换新183', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(198, '电脑换新184', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(199, '电脑换新185', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(200, '电脑换新186', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(201, '电脑换新187', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(202, '电脑换新188', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(203, '电脑换新189', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(204, '电脑换新190', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(205, '电脑换新191', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(206, '电脑换新192', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(207, '电脑换新193', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(208, '电脑换新194', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(209, '电脑换新195', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(210, '电脑换新196', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(211, '电脑换新197', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(212, '电脑换新198', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(213, '电脑换新199', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(214, '电脑换新0', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(215, '电脑换新1', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(216, '电脑换新2', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(217, '电脑换新3', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(218, '电脑换新4', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(219, '电脑换新5', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(220, '电脑换新6', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(221, '电脑换新7', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(222, '电脑换新8', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(223, '电脑换新9', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(224, '电脑换新10', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(225, '电脑换新11', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(226, '电脑换新12', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(227, '电脑换新13', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(228, '电脑换新14', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(229, '电脑换新15', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(230, '电脑换新16', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(231, '电脑换新17', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(232, '电脑换新18', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(233, '电脑换新19', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(234, '电脑换新20', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(235, '电脑换新21', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(236, '电脑换新22', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(237, '电脑换新23', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(238, '电脑换新24', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(239, '电脑换新25', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(240, '电脑换新26', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(241, '电脑换新27', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(242, '电脑换新28', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(243, '电脑换新29', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(244, '电脑换新30', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(245, '电脑换新31', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(246, '电脑换新32', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(247, '电脑换新33', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(248, '电脑换新34', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(249, '电脑换新35', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(250, '电脑换新36', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(251, '电脑换新37', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(252, '电脑换新38', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(253, '电脑换新39', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(254, '电脑换新40', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(255, '电脑换新41', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(256, '电脑换新42', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(257, '电脑换新43', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(258, '电脑换新44', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(259, '电脑换新45', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(260, '电脑换新46', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(261, '电脑换新47', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(262, '电脑换新48', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(263, '电脑换新49', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(264, '电脑换新50', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(265, '电脑换新51', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(266, '电脑换新52', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(267, '电脑换新53', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(268, '电脑换新54', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(269, '电脑换新55', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(270, '电脑换新56', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(271, '电脑换新57', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(272, '电脑换新58', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(273, '电脑换新59', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(274, '电脑换新60', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(275, '电脑换新61', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(276, '电脑换新62', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(277, '电脑换新63', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(278, '电脑换新64', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(279, '电脑换新65', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(280, '电脑换新66', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(281, '电脑换新67', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(282, '电脑换新68', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(283, '电脑换新69', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(284, '电脑换新70', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(285, '电脑换新71', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(286, '电脑换新72', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(287, '电脑换新73', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(288, '电脑换新74', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(289, '电脑换新75', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(290, '电脑换新76', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(291, '电脑换新77', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(292, '电脑换新78', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(293, '电脑换新79', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(294, '电脑换新80', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(295, '电脑换新81', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(296, '电脑换新82', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(297, '电脑换新83', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(298, '电脑换新84', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(299, '电脑换新85', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(300, '电脑换新86', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(301, '电脑换新87', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(302, '电脑换新88', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(303, '电脑换新89', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(304, '电脑换新90', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(305, '电脑换新91', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(306, '电脑换新92', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(307, '电脑换新93', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(308, '电脑换新94', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(309, '电脑换新95', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(310, '电脑换新96', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(311, '电脑换新97', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(312, '电脑换新98', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(313, '电脑换新99', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(314, '电脑换新100', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(315, '电脑换新101', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(316, '电脑换新102', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(317, '电脑换新103', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(318, '电脑换新104', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(319, '电脑换新105', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(320, '电脑换新106', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(321, '电脑换新107', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(322, '电脑换新108', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(323, '电脑换新109', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(324, '电脑换新110', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(325, '电脑换新111', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(326, '电脑换新112', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(327, '电脑换新113', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(328, '电脑换新114', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(329, '电脑换新115', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(330, '电脑换新116', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(331, '电脑换新117', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(332, '电脑换新118', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(333, '电脑换新119', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(334, '电脑换新120', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(335, '电脑换新121', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(336, '电脑换新122', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(337, '电脑换新123', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(338, '电脑换新124', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(339, '电脑换新125', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(340, '电脑换新126', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(341, '电脑换新127', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(342, '电脑换新128', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(343, '电脑换新129', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(344, '电脑换新130', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(345, '电脑换新131', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(346, '电脑换新132', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(347, '电脑换新133', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(348, '电脑换新134', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(349, '电脑换新135', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(350, '电脑换新136', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(351, '电脑换新137', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(352, '电脑换新138', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(353, '电脑换新139', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(354, '电脑换新140', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(355, '电脑换新141', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(356, '电脑换新142', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(357, '电脑换新143', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(358, '电脑换新144', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(359, '电脑换新145', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(360, '电脑换新146', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(361, '电脑换新147', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(362, '电脑换新148', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(363, '电脑换新149', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(364, '电脑换新150', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(365, '电脑换新151', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(366, '电脑换新152', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(367, '电脑换新153', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(368, '电脑换新154', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(369, '电脑换新155', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(370, '电脑换新156', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(371, '电脑换新157', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(372, '电脑换新158', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(373, '电脑换新159', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(374, '电脑换新160', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(375, '电脑换新161', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(376, '电脑换新162', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(377, '电脑换新163', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(378, '电脑换新164', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(379, '电脑换新165', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(380, '电脑换新166', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(381, '电脑换新167', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(382, '电脑换新168', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(383, '电脑换新169', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(384, '电脑换新170', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(385, '电脑换新171', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(386, '电脑换新172', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(387, '电脑换新173', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(388, '电脑换新174', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(389, '电脑换新175', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(390, '电脑换新176', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(391, '电脑换新177', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(392, '电脑换新178', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(393, '电脑换新179', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(394, '电脑换新180', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(395, '电脑换新181', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(396, '电脑换新182', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(397, '电脑换新183', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(398, '电脑换新184', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(399, '电脑换新185', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(400, '电脑换新186', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(401, '电脑换新187', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(402, '电脑换新188', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(403, '电脑换新189', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(404, '电脑换新190', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(405, '电脑换新191', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(406, '电脑换新192', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(407, '电脑换新193', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(408, '电脑换新194', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(409, '电脑换新195', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(410, '电脑换新196', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(411, '电脑换新197', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(412, '电脑换新198', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0),
	(413, '电脑换新199', 8, '刘靖', '2016-06-15 19:34:13', '计算机学院', NULL, '现在的电脑设备速度较慢，现申请换新。', 8, '刘靖', NULL, 0, 0, 0, 0);
/*!40000 ALTER TABLE `s_askreport` ENABLE KEYS */;


-- 导出  表 db_saes.s_book 结构
CREATE TABLE IF NOT EXISTS `s_book` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '系统编号',
  `NAME` varchar(256) DEFAULT NULL COMMENT '著作名称',
  `FIRST_AUTHOR_NAME` varchar(40) DEFAULT NULL COMMENT '第一作者名称',
  `OTHER_AUTHOR_NAME` varchar(300) DEFAULT NULL COMMENT '其他作者编号',
  `PUBLISH_UNIT` varchar(256) DEFAULT NULL COMMENT '出版单位',
  `PUBLISH_DATE` varchar(32) DEFAULT NULL COMMENT '出版日期',
  `WORD_NUMBER` varchar(32) DEFAULT NULL COMMENT '字数',
  `REMARK` varchar(400) DEFAULT NULL,
  `EDITOR` varchar(40) DEFAULT NULL,
  `PROJECT_SOURCE_ID` varchar(32) DEFAULT NULL COMMENT '项目来源代码',
  `ISREAD` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_book 的数据：~4 rows (大约)
/*!40000 ALTER TABLE `s_book` DISABLE KEYS */;
INSERT INTO `s_book` (`ID`, `NAME`, `FIRST_AUTHOR_NAME`, `OTHER_AUTHOR_NAME`, `PUBLISH_UNIT`, `PUBLISH_DATE`, `WORD_NUMBER`, `REMARK`, `EDITOR`, `PROJECT_SOURCE_ID`, `ISREAD`) VALUES
	(1, '软件测试', '李明明', '', '机械工业出版社', '2015-07-02', '1561564', '', '李明明', '[object Object]', '未阅读'),
	(2, 'Automated Software Testing', '李明明', '', '清华大学出版社', '2015-07-12 00:00:00', '1565486', '', '李明明', '0', '未阅读'),
	(3, '软件测试自动化', '李明明', '111]', '机械工业出版社', '2015-08-15 00:00:00', '3786574', '[object Object]', '李明明', '[object Object]', '未阅读'),
	(4, '有效软件测试', '李明明', '[object Object]', '机械工业出版社', '2015-12-20 00:00:00', '6578867', '[object Object]', '李明明', '[object Object]', '未阅读');
/*!40000 ALTER TABLE `s_book` ENABLE KEYS */;


-- 导出  表 db_saes.s_division 结构
CREATE TABLE IF NOT EXISTS `s_division` (
  `ID` int(10) NOT NULL COMMENT '主键',
  `DIVISION_ID` varchar(32) DEFAULT NULL COMMENT '部门编号',
  `NAME` varchar(128) DEFAULT NULL COMMENT '部门名称',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_division 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `s_division` DISABLE KEYS */;
/*!40000 ALTER TABLE `s_division` ENABLE KEYS */;


-- 导出  表 db_saes.s_file 结构
CREATE TABLE IF NOT EXISTS `s_file` (
  `ID` int(10) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `NAME` varchar(128) DEFAULT NULL COMMENT '文件名称',
  `PUBLISH_DATE` datetime DEFAULT NULL COMMENT '上传日期（修改时间）',
  `FILE_ID` varchar(200) DEFAULT NULL COMMENT '附件编号，hash出来的文件名，考虑加上路径',
  `FILE_CLASS_ID` int(32) DEFAULT '0' COMMENT '暂时不用，文件类别编号--对应DM_FILE_CLASS',
  `EXTRA_NAME` varchar(10) DEFAULT NULL COMMENT '扩展名',
  `NOTE` varchar(500) DEFAULT NULL COMMENT '备注',
  `CREATE_TIME` datetime DEFAULT NULL COMMENT '记录创建时间',
  `CREATOR_ID` int(10) DEFAULT NULL COMMENT '创建者编号',
  `CREATOR_NAME` varchar(50) DEFAULT NULL COMMENT '创建者姓名',
  `DOWNLOAD_TIMES` int(10) NOT NULL DEFAULT '0' COMMENT '下载次数',
  `UNIT_ID` int(32) NOT NULL DEFAULT '0' COMMENT '暂时不用，所属单位编号',
  `DELETEID` int(2) unsigned NOT NULL DEFAULT '0' COMMENT '删除标记，0未删除，1已删除',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=131 DEFAULT CHARSET=utf8 COMMENT='文件表';

-- 正在导出表  db_saes.s_file 的数据：3 rows
/*!40000 ALTER TABLE `s_file` DISABLE KEYS */;
INSERT INTO `s_file` (`ID`, `NAME`, `PUBLISH_DATE`, `FILE_ID`, `FILE_CLASS_ID`, `EXTRA_NAME`, `NOTE`, `CREATE_TIME`, `CREATOR_ID`, `CREATOR_NAME`, `DOWNLOAD_TIMES`, `UNIT_ID`, `DELETEID`) VALUES
	(130, '2016年度国家法治与法学理论研究项目课题指南目录.doc', '2016-06-15 19:37:50', 'file/public/1465990677680.doc', 0, '.doc', '2016年度国家法治与法学理论研究项目课题指南目录.doc', '2016-06-15 19:37:50', 8, '刘靖', 0, 0, 0),
	(129, '2016年度国家法治与法学理论研究项目申请评审书.doc', '2016-06-15 19:37:07', 'file/public/1465990655286.doc', 0, '.doc', '2016年度国家法治与法学理论研究项目申请评审书.doc', '2016-06-15 19:37:07', 8, '刘靖', 0, 0, 0),
	(128, '上海理工大学校庆海报', '2016-06-15 19:34:49', 'file/public/1465990576620.jpg', 0, '.jpg', '供参考', '2016-06-15 19:34:49', 8, '刘靖', 1, 0, 0);
/*!40000 ALTER TABLE `s_file` ENABLE KEYS */;


-- 导出  表 db_saes.s_magazine 结构
CREATE TABLE IF NOT EXISTS `s_magazine` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `NAME` varchar(128) DEFAULT NULL,
  `LEVEL` varchar(32) DEFAULT NULL,
  `ISSN` varchar(32) DEFAULT NULL,
  `CN` varchar(32) DEFAULT NULL,
  `PAPER_TYPE_ID` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_magazine 的数据：~18 rows (大约)
/*!40000 ALTER TABLE `s_magazine` DISABLE KEYS */;
INSERT INTO `s_magazine` (`ID`, `NAME`, `LEVEL`, `ISSN`, `CN`, `PAPER_TYPE_ID`) VALUES
	(1, '无线电通信技术', 'A', '1003-3114', '3216', '学术期刊'),
	(2, '现代企业教育', 'B', '1332-9898', '3215', '行业期刊'),
	(10, '科学通报', 'A', '1003-4174', '4342', '学术期刊'),
	(11, '清华大学学报', 'B', '1563-3175', '4342', '学术期刊'),
	(12, '上海交通大学学报', 'A', '1003-3177', '4342', '学术期刊'),
	(13, '华中科技大学学报', 'B', '1343-2774', '4342', '学术期刊'),
	(14, '西安交通大学学报', 'A', '1053-3574', '4342', '学术期刊'),
	(15, '华南理工大学学报', 'A', '1003-3174', '4342', '行业期刊'),
	(16, '东北大学学报', 'B', '1003-3178', '4342', '学术期刊'),
	(17, '厦门大学学报学报', 'B', '1003-3188', '4342', '行业期刊'),
	(18, '东南大学学报', 'A', '1003-3199', '4342', '行业期刊'),
	(19, '北京大学学报', 'B', '1073-3133', '4342', '行业期刊'),
	(20, '中南大学学报', 'B', '1003-3125', '4342', '学术期刊'),
	(21, '大连理工大学学报', 'B', '1003-3177', '4342', '行业期刊'),
	(22, '成都理工大学学报', 'B', '1003-3102', '4342', '行业期刊'),
	(23, '北京科技大学学报', 'A', '1003-3104', '4342', '行业期刊'),
	(24, '东北师大学报', 'A', '1003-3110', '4342', '行业期刊'),
	(25, '兰州大学学报', 'A', '1003-3177', '4342', '行业期刊');
/*!40000 ALTER TABLE `s_magazine` ENABLE KEYS */;


-- 导出  表 db_saes.s_notify 结构
CREATE TABLE IF NOT EXISTS `s_notify` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `TITLE` varchar(200) NOT NULL COMMENT '公告标题',
  `SENDER_ID` int(10) NOT NULL COMMENT '发送人编号－　对应S_PERSON表',
  `SENDER_NAME` varchar(50) NOT NULL COMMENT '发送人姓名',
  `SEND_DATE` datetime NOT NULL COMMENT '发送时间',
  `CONTENT` text NOT NULL COMMENT '通知内容',
  `VIEW_TIMES` int(10) DEFAULT '0' COMMENT '查阅次数',
  `TITLE_TOP_FLAG` int(2) DEFAULT '0' COMMENT '是否置顶，默认0未置顶，1置顶，暂时没用',
  `NOTIFY_TYPE` int(10) DEFAULT '0' COMMENT '公告类型，默认0，现在也不知道有什么类型',
  `FILE_ID` int(10) DEFAULT '0' COMMENT '附件文件名编号',
  `APPROVAL_ID` int(11) NOT NULL COMMENT '审批人ID',
  `DELETEID` int(2) NOT NULL DEFAULT '0' COMMENT '删除标记，0未删除，1已删除',
  `APPROVAL_NAME` varchar(50) NOT NULL COMMENT '审批人姓名',
  `APPROVAL_TIME` datetime DEFAULT NULL COMMENT '审批时间',
  `STATE` int(2) NOT NULL DEFAULT '0' COMMENT '审批状态，0,1,2对应''待审核'',''已通过'',''不通过''',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=158 DEFAULT CHARSET=utf8 COMMENT='存储通告信息';

-- 正在导出表  db_saes.s_notify 的数据：4 rows
/*!40000 ALTER TABLE `s_notify` DISABLE KEYS */;
INSERT INTO `s_notify` (`ID`, `TITLE`, `SENDER_ID`, `SENDER_NAME`, `SEND_DATE`, `CONTENT`, `VIEW_TIMES`, `TITLE_TOP_FLAG`, `NOTIFY_TYPE`, `FILE_ID`, `APPROVAL_ID`, `DELETEID`, `APPROVAL_NAME`, `APPROVAL_TIME`, `STATE`) VALUES
	(156, '关于举办山东省青年马克思主义者培养工程2016年夏季培训班（高校青年教师）的通知', 8, '刘靖', '2016-06-15 19:26:07', '各市党委宣传部、文明办、教育局、团委、学联，各高等学校党委宣传部、团委，各大企业团委，省直机关团工委：\n为深入学习宣传贯彻习近平总书记关于青年成长成才的一系列重要论述，引导和帮助广大青年学生在社会实践中受教育、长才干、做贡献，努力做到有理想、有追求，有担当、有作为，有品质、有修养，省委宣传部、省文明办、省委高校工委、团省委、省教育厅、省学联决定，2016年将继续组织开展山东省大中专学生志愿者暑期文化科技卫生“三下乡”社会实践活动（以下简称“三下乡”社会实践活动）。现将相关事宜通知如下。\n一、活动主题\n青春建功十三五·携手共筑中国梦\n二、总体思路\n高举中国特色社会主义伟大旗帜，全面贯彻党的十八大和十八届三中、四中、五中全会精神，以邓小平理论、“三个代表”重要思想、科学发展观为指导，深入学习宣传贯彻习近平总书记系列重要讲话精神，紧紧围绕协调推进“五位一体”总体布局和“四个全面”战略布局，围绕树立创新、协调、绿色、开放、共享的发展理念，坚持以培育和践行社会主义核心价值观、满足人民群众日益增长的社会服务需求为出发点，以扶贫、济困、扶老、救孤、恤病、助残、救灾、助医、助学等为工作重点，按照“目标精准化、工作体系化、实施项目化、传播立体化”和“按需设项、据项组团、双向受益”的原则，组织大中专学生志愿者广泛开展形式多样的社会实践活动，探索总结实践育人新机制，引导广大青年学生更加坚定跟党走中国特色社会主义道路的理想信念，积极投身全面建成小康社会伟大实践，努力成长成才、创新创造、建功立业，为实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦不懈奋斗。\n三、重点团队\n2016年，各地、各高校要在充分调研、广泛动员基础上，组建省级、校级、院系级重点团队，深入基层开展内容丰富、形式多样的志愿服务实践活动。今年全省将组建200支省级重点服务团队，涉及8个方面，并从中推荐43支团队作为全国重点服务团队。\n1．理论普及宣讲团。重点在全省高校大学生骨干培训班和学生理论学习社团中招募组建实践团队，结合全省高校共青团学习宣传贯彻习近平总书记系列重要讲话精神“四进四信”活动开展，深入农村乡镇、城市社区、厂矿企业等，主要围绕习近平总书记系列重要讲话精神和社会主义核心价值观开展形式多样的普及宣讲活动。\n2．国情社情观察团。重点在全省招募组建实践团队，成员包括不同专业背景的大学生、校园媒体记者等，深入城镇、乡村及各类企业事业单位等，切身感受党的十八大以来我国经济社会发展的新面貌、新成就，深入观察和领会“十三五”规划、“四个全面”战略布局，深刻理解以习近平同志为总书记的党中央治国理政新理念新思想新战略。\n3．科技支农帮扶团。重点在全省涉农高校和综合院校的涉农院系中招募组建由专业教师和学生组成的实践团队，到相关县域与当地农业部门或农广校合作，开展农技人员培训、农业科普讲座、先进农技推广、为农民提供“田间地头”的生产实践指导等服务活动。\n4．教育关爱服务团。重点在全省师范类院校或专业中招募组建实践团队，到中西部地区基础教育薄弱、教育资源匮乏的贫困县（乡），协助当地教育部门开展教师培训，帮助当地优化教育资源、提升教学质量。同时，以关爱留守儿童为重点，组织大学生团队开展课业辅导、素质拓展、亲情陪伴等活动。\n5．文化艺术服务团。重点依托全省各类学生艺术团队和文艺类学生社团招募组建实践团队，以弘扬时代精神、倡导文明新风为目标，以反映社会主义核心价值观为主要内容，精心编排基层人民群众喜闻乐见、贴近基层生活实际的文艺节目，到乡镇农村开展巡回演出。\n6．爱心医疗服务团。重点在全省医学类院校或院系中招募组建专业实践团队，鼓励到少数民族聚集区的农村基层，开展流行性疾病防治宣传、基本医疗卫生知识普及等活动，为农民进行健康普查和常见病治疗，结合基层实际需求培训当地医务人员，捐送部分药品和医疗器械，协助建设乡（村）医疗站。\n7．美丽中国实践团。重点依托设有相关学科专业的学校及学生环保类社团，招募组建重点团队，到农村基层、县域城镇和城市社区，围绕环境污染、水资源保护、垃圾处理、气候异常、资源开发、自然灾害预防等，开展科普知识宣讲、社会调查研究、发展建言献策等活动。\n8．中职学生“彩虹人生”实践服务团。重点面向中等职业学校招募组建重点团队，组织中职学生在校内外开展敬老助残、关爱留守儿童、社区服务、公益宣传等各种形式的志愿服务活动，开展“光盘行动”、废品回收利用、节能减排、工艺创新等力所能及的节俭节约宣传和环保活动。\n四、专项工作\n1．“三下乡·千村行动”专项行动。发挥全省大学生智力优势，围绕人才扶贫和公益扶贫，在全省137所高校招募万名大学生组建千支团队，以省内1000个贫困村为重点对象，利用2016年至2018年暑期时间，连续开展支教支医、助残助困、科技推广、政策宣讲等内容丰富、形式多样的志愿服务和调研实践活动。\n2．“三下乡·飞young青春”主题评选活动。依托山东电信“掌上大学”手机应用平台“三下乡”专栏，面向全省社会实践团队开展 “最美瞬间”及“梦想基金”两大主题评选活动。通过申报、评审及投票等环节，评选出年度优秀社会实践团队，并进行积极宣传和表彰奖励，展现大学生良好的精神追求和风貌。\n除此之外，2016年全国大中专学生志愿者暑期文化科技卫生“三下乡”社会实践活动还将联合有关方面实施大学生暑期社会实践专项工作，主要包括9项。\n1．全国农科学子助力脱贫攻坚专项活动。与全国农学院协同发展联盟等合作，重点面向全国涉农高校及院系招募由专业教师、博士和硕士研究生组成的实践团队，赴国家级贫困县开展实地调研、实际帮扶等助力精准扶贫工作。\n2.“红色基因代代传·长征精神永发光”2016年暑期大学生遵义实践活动。以纪念长征胜利80周年为契机，与贵州省有关地方和单位合作招募重点实践团队，赴长征沿线地区开展革命传统教育、社会实践观察、历史文化寻访等活动。\n3. 百所共建共育高校学生走进军营实践活动。根据《深化共建共育做好青年官兵与青少年学生社会主义核心价值观培育工作的意见》，由100所相关参与高校组织重点实践团队，走进结对部队的军营哨所，与青年官兵共同开展培育和践行社会主义核心价值观活动。\n4．“丝路新世界·青春中国梦”专项社会实践行动。以“一带一路”战略实施为契机，在相关高校招募重点团队，组织青年学生实地调研，为“一带一路”战略实施建言献策，并调研、宣传为青年学生就业创业带来的机遇和前景。\n5．“井冈情·中国梦”全国大学生暑期实践季专项行动。以纪念中国共产党成立95周年为契机，依托全国青少年井冈山革命传统教育基地，重点招募10期共约5000名大学生及中职学生组成实践团队，赴井冈山开展党史学习、红色教育、实践锻炼和课题研究等活动。\n6．“新疆学子百村行”专项社会实践活动。依托中青旅的资源支持，主要面向新疆大中专院校招募重点团队，深入新疆基层的乡村社区，开展民族团结宣传教育、基层社情调研、志愿服务等实践活动。\n7. “天翼·互联网+教育”调研计划。依托中国电信集团公司的资源支持，在全国高校招募100支相关专业学生组成的实践团队，深入学校校园进行教育信息化状况调研、知识普及并提供技术支持等。\n8．大学生社会实践“知行促进计划”。整合有关企业资源支持，面向全国高校遴选、支持200个大学生社会实践项目和团队，重点支持教育助学、创新创业项目。\n9．“印象辽宁梦想中国”专项实践活动。与辽宁省有关单位合作，在相关高校招募100支团队，实地调研当地历史文化和经济社会发展状况。\n上述专项工作具体信息可在“三下乡”社会实践活动官方网站（http://sxx.youth.cn）上查询。\n五、有关事宜和要求\n1．建立重点团队的网络备案制度。为推动“三下乡”活动提升组织动员效率、完善项目评价机制，2016年将继续推动建立重点团队网络备案制度。各地、各高校须于6月27日前，将实际组建的省级、校级、院系级重点团队信息通过“三下乡”活动官方网站进行报备（具体流程见官方网站说明：http://sxx.youth.cn）。未登记报备的团队，不能申报相关奖项遴选。\n2．加强工作品牌推广和媒体综合传播。为进一步提升“三下乡”活动的品牌形象和社会影响力，2016年继续推广实施《大中专学生志愿者暑期“三下乡”社会实践视觉形象识别系统使用办法（试行）》（详情见“三下乡”社会实践活动官方网站），各地、各高校要在社会实践活动开展中广泛使用“三下乡”标识。各地、各高校要注重社会实践成果的总结和分享传播，充分利用微信、微博等新媒体和大众传媒、校园媒体等多种形式，加强对活动中优秀个人和事迹的宣传报道。各地、各高校要动员广大参与“三下乡”社会实践的学生以团队为基本单位，通过文字、图片、视频等方式，及时将社会实践中的所见所闻所思进行展示、分享。团中央将联合中国青年网、中青在线、腾讯网、新浪网等开展“镜头中的三下乡”等作品遴选活动，开展“青春三下乡”等专题线上活动。\n3．依托山东电信“掌上大学”手机应用平台“三下乡”专栏，加强互通交流。本次“三下乡”社会实践活动由山东电信提供全程通讯支持，各社会实践团队需登录山东电信“掌上大学”手机应用平台，使用团队间信息沟通、实时动态发布、团队评选等功能；同时，此次“三下乡·飞young青春”主题评选活动将依托“掌上大学”手机应用平台，推进通知下发、活动报名、资料上传、投票评选等具体工作。请各高校团委向各实践团队做好必要的介绍和说明，确保各高校、各团队、各成员间的互通交流，扩大本次活动的宣传力和影响力。\n4．确保活动实效性和安全性。各地、各高校要在活动组织实施中完善制度规范、突出过程管理，开展必要的思想作风和服务技能培训，选派相关专业教师带队指导。突出社会实践的基地化、项目化管理，做到“按需设项、据项组团”，服务内容和形式切合基层实际和需要，切忌走马观花、变相旅游等。加强安全教育和保障，做好前期调研和出发准备，保障学生人身和财产安全，特别是要高度关注极端气候变化和服务地区的自然条件，做好自然灾害和突发事件的应对预案。\n5．注重长效机制建设，及时总结提高。各地、各高校要根据新的经济社会发展形势，根据青年学生新的思想行为特点和成长发展需求，主动从社会实践活动的内容设计、组织方式、运作机制等方面进行探索创新，并及时做好普遍性、规律性的总结提炼；团省委等主办单位将通过编发工作简报、媒体宣传等方式对“三下乡”社会实践的探索创新进行推广，各地、各高校需及时上报相关活动信息。各高校要注意总结经验，通过组织实践活动报告会、“实践归来话成就”座谈会、“优秀暑期社会实践调查报告评选”等活动，组织广大学生交流体会、汇报成果，深化实践活动的教育效果。团省委将从各市择优选择一所高校举办省级实践活动报告会（共17场），并给予一定的经费支持。活动结束后，各地、各高校要及时上报活动总结材料，省里将对活动开展情况进行考评，并对活动的先进组织单位、优秀服务队、优秀学生、优秀指导教师进行评选表彰。\n各地、各高校接到通知后，请认真做好社会实践重点团队申报和团队组建工作。各高校请于6月20日前将《大学生暑期“三下乡”社会实践校级重点服务团队一览表》（附件1）电子版以高校为单位通过邮箱报送至团省委学校部。其中，每校申报省级重点服务团队不超过5支，每个方向不超过2支，表格中实践团队按照推荐顺序排序。各市团委推报中职学生“彩虹人生”实践服务团，于6月20日前将《中职学生暑期“三下乡”社会实践重点团队申报表》（附件2）通过邮箱报送至团省委学校部。每个地市限推报1支重点团队。团省委学校部将随后公布200支省级重点团队名单。6月27日前，各地、各校需将实际组建的省级、校级、院系级重点团队信息在“三下乡”社会实践活动官方网站进行备案登记（具体流程见官方网站说明）。“三下乡”社会实践活动结束后，各高校填写电子版《2016年“三下乡”社会实践活动情况统计表》（附件3），于9月5日前通过邮箱报送。\n \n团省委联系人：王  磊　苏　伟\n电  话：（0531）82073825　82073839\n邮  箱：xxb82073825@126.com\n网  站：http://www.sdxxgqt.com（山东省学生联合会）\n“三下乡”官方网站：http://sxx.youth.cn\n山东省“三下乡”社会实践交流QQ群：325390629\n \n附件：\n1．大学生暑期“三下乡”社会实践校级重点服务团队一览表\n2．中职学生暑期“三下乡”社会实践重点团队申报表\n3．2016年“三下乡”社会实践活动情况统计表\n\n \n（此页无正文）\n \n \n中共山东省委宣传部              山东省文明办\n \n \n \n \n中共山东省委高校工委             山东省教育厅\n \n \n \n \n共青团山东省委              山东省学生联合会\n2016年6月  日\n', 5, 0, 0, 0, 8, 0, '刘靖', '2016-06-15 19:27:50', 1),
	(155, '关于公布2016年“三下乡·千村行动” 大学生暑期社会实践专项行动第二批入选团队的通知', 8, '刘靖', '2016-06-15 19:25:40', '各市级团委、学联、高校团委：\n根据《关于开展2016年“三下乡·千村行动”大学生暑期社会实践专项行动的通知》要求，现将确定入选的实践服务团队及其对口帮扶村镇名单进行公布。请各高校参照名单，结合本校团队信息进行核对，如有问题，请于6月15日12:00前进行反馈。请各实践服务团队根据相关要求，积极联系对口帮扶村镇，完善活动实施方案，形成项目实施计划书，并做好各项准备工作，保证专项行动顺利开展。\n \n联 系 人：苏  伟   孙  冰\n联系电话：0531—82073825\n电子邮箱：xxb82073825@126.com\n \n附件：\n2016年“三下乡·千村行动”大学生暑期社会实践专项行动第二批入选团队名单\n \n                                                        团省委学校部\n                            山东省学生联合会\n                                                                  2016年6月12日', 0, 0, 0, 0, 8, 0, '刘靖', '2016-06-15 19:28:57', 2),
	(154, '关于2016年从全省高等学校选派团干部和青年教师到县级团委挂职工作的通知（会签稿）', 8, '刘靖', '2016-06-15 19:25:06', ' 青岛、淄博、威海、日照、滨州市委高校工委，各市团委，各市教育局，各高等院校：\n为认真贯彻落实《中共中央关于加强和改进党的群团工作的意见》（中发〔2015〕4号）、《关于进一步加强和改进新形势下高校宣传思想工作的意见》（中办发〔2015〕59号）、《关于加强和改进高校青年教师思想政治工作的若干意见》（教党〔2013〕12号）以及团的十七届五中全会精神，在高校中深化实施“青年马克思主义者培养工程”，加强团干部和青年教师队伍实践锻炼，努力扩大组织有效覆盖，激发组织新活力,鲜明突出学校共青团基础性、战略性、源头性地位，按照共青团中央和教育部党组统一部署，省委高校工委、团省委、省教育厅决定2016年继续从全省各高等学校（含民办高校、独立学院）中选派共青团干部和青年教师到基层团组织（以县级团委为主）开展为期一年的挂职工作。现就有关事项通知如下：\n一、选派工作的总体安排\n1．人员安排：此次挂职工作根据“省内为主，自愿就便”原则，每所高校选派省内挂职团干部或青年教师1人，如有特殊情况不能选派，须书面向团省委学校部说明。各高校在广泛发动的基础上，经个人申报、学校审核、省级审核后，确定分配挂职单位。省外层面重点面向新疆，采取个人申报、学校和团省委推荐、团中央有关部门与团省委沟通协调的方式，选派高校团干部和青年教师赴新疆挂职。\n2．选派条件：本次选派对象包括高校团干部、青年教师。\n（1）参加工作一年以上；\n（2）大学本科以上学历；\n（3）政治素质好，具备发展潜力和培养前途，作风过硬、责任心强、能吃苦、有奉献精神；\n（4）选派高校共青团干部以科级干部为主。\n3．挂职岗位：各县（市、区）团委副书记。按照“就近就便为主、保持工作连续、注重工作实效”的要求，采取挂职接力模式，原则上第六批选派干部继续派往本校第五批或前四批干部挂职地工作。各市团委要会同教育部门就挂职干部选派任免等事宜向当地党委组织部门汇报沟通，由组织部门按照相关规定履行选派干部的任免程序。\n4．挂职工作期限：选派干部的工作期限为2016年9月至2017年8月。\n二、选派干部的工作任务\n1．推动基层工作。选派干部要对挂职所在团委及其基层组织建设和工作的情况进行扎实调查研究，积极协助所在团委推进重点工作。特别是要发挥高校的智力物力、专业学科以及自身知识和专长等优势，注重围绕加强中等学校共青团建设、推进“网上共青团”建设等领域开展工作，并为促进当地经济社会发展作出力所能及的贡献。\n2．提高综合素质。选派干部要充分利用基层挂职机会，在工作实践中了解基层的国情、社情、民情，在推动工作中提高调查研究、组织动员、沟通协调、规划实施、开拓创新等综合素质，不断增强开展群众工作本领和社会管理工作能力。\n3．切实锤炼作风。选派干部要结合党的群众路线教育实践活动，利用挂职契机，认真贯彻中央“八项规定”要求，牢固树立群众观点，深入基层、深入群众、深入青年，增进与普通群众的感情，力戒形式主义、官僚主义、享乐主义和奢靡之风，保持奋发有为、苦干实干的精神状态，在全身心投入工作的过程中锤炼作风、经受磨练、增长才干。\n三、选派干部的方法和步骤\n挂职干部的选派，由各学校在广泛动员的基础上，采取个人报名与组织推荐相结合的方式，由本校团委会同学校党委组织人事部门在校内组织报名和考察，经学校党委组织人事部门遴选、报学校党委审核同意后报团省委。团省委审核后确定分配挂职单位。主要分三个阶段进行：\n第一阶段（2016年6月1日—7月1日），各学校组织动员，研究确定挂职干部名单，填写选派干部登记表及统计表，将推荐名单报团省委。\n第二阶段（2016年7月1日—7月15日），审定选派干部名单，研究确定分配去向。\n第三阶段（2016年8月下旬），组织挂职干部到岗工作。\n四、选派工作的具体规定\n1．干部在挂职期间，由派出单位、接收单位共同管理，以接收单位为主；不再从事原岗位工作，只转党、团组织关系，人事、工资关系不变。到新疆挂职的人员，参照国家及各地各高校援疆干部的有关待遇规定执行。\n2．原则上不得中断选派干部的挂职工作或对选派干部进行人员调整，确因工作变动或其他特殊原因不能完成挂职任务的，须由派出单位另行安排符合条件的人员接替，并报团省委备案。\n3．选派干部挂职期间，在原单位的职务予以保留，其职务升迁、专业技术职务评聘、工资福利待遇等不受影响。休假和探亲按国家有关规定执行；符合条件的选派人员可参加公开选拔和本单位的竞争上岗。\n4．各市成立挂职工作队，队长由当地团委主要负责同志兼任，同时推选一名挂职干部担任工作队副队长，加强挂职干部的组织、联系、交流，及时了解挂职干部的思想动态。\n5．选派人员在挂职期间参加接收单位的考核。挂职期满前，由接受单位做出鉴定，派出单位进行考核。选派人员的考核鉴定材料按有关规定装入本人档案，作为今后安排使用的重要依据。\n6．选派干部的食宿，在符合中央有关规定的前提下，由接收单位协调妥善安排，原则上采取寝办合一的方式，用餐统一安排在机关食堂。派出单位应给予适当补贴，原则上省内跨市挂职的，每月不低于500元，每月可报销一次往返交通费；在学校所在市挂职的，每月不低于300元。有条件的县市区也可给予适当补贴。到新疆挂职的人员，参照国家、省及各高校援疆干部的有关待遇规定执行。\n五、有关要求\n1．积极支持选派干部开展工作。各市团委、市委高校工委、市教育局和各高校要高度重视此次选派工作，充分认识领会选派工作的重要意义，务必在规定时间内完成工作任务。各高校要抓好选派工作的宣传动员、选拔审核等环节工作，保证选派干部的质量；各市团委要积极与党委组织部门和县（市、区）党委沟通协调，挂职干部统一安排为县（市、区）团委副书记，挂职干部可独立分工，也可协助分工，要履行任免程序，并指导县级团委向党委政府汇报此项工作，引起党政领导的高度重视；各市委高校工委、市教育局要做好对市属高校、民办院校选派工作的指导、管理和协调工作；各有关单位要积极统筹各类资源，为选派工作提供保障支持，将对选派干部的关心落到实处。\n2．加强对选派干部的教育和督导。各高校要教育和引导挂职干部强化服务意识，摆正位置，不给基层添麻烦；珍惜机会，虚心向基层学习，向群众学习，向广大团员青年学习，努力提高工作水平；扎实工作，多办实事，不自满，不畏难；自觉遵守纪律，搞好团结协作，推动工作顺利开展。各市团委要通过定期巡回督导、召开阶段工作总结会以及建立专题工作网站、QQ群、微信群等方式，加强对选派人员的督促和检查，促进选派人员之间的交流，及时协调解决有关问题。\n3．认真落实选派干部的各项待遇。各高校要落实好选派干部的各项待遇，解决挂职干部的后顾之忧。要在坚持干部选拔任用标准的前提下，优先考虑德才兼备、群众公认、成绩突出的优秀选派干部，及时提拔使用或安排到重点部门、关键岗位，形成高校共青团干部和青年教师选派工作的良性机制。\n4．注重对选派工作的宣传。各市团委、市委高校工委、市教育局和各高校要充分运用所属各类媒体和其他宣传渠道，加大对选派工作的宣传。要注重发现、总结优秀选派干部的先进事迹，及时予以宣传报道，上报先进典型。大力推广各地、各高校在选派工作中形成的好做法、好经验，发挥典型的示范作用。省里将对挂职工作进行督导，并对工作表现突出的优秀挂职干部及大力支持挂职干部工作的先进派出单位进行表彰。\n请各高校于7月1日前将《选派干部登记表》及《选派干部信息统计表》通过山东省学生联合会网站后台报送（http://www.sdxxgqt.com），并将《选派干部登记表》纸质材料（一式三份，加盖公章）寄往团省委学校部。\n联 系 人：王  磊\n传真电话：0531—82073939\n通信地址：济南市市中区英雄山路4号  团省委学校部\n    电子版通知及附件下载.doc\n  \n 中共山东省委高校工委   共青团山东省委   山东省教育厅\n                                                                                                2016年6月', 0, 0, 0, 0, 1, 0, '李科长', NULL, 0),
	(157, '关于拟表彰2016年“创青春”·海尔山东省大学生创业大赛优秀组织单位、优秀指导教师和获奖作品的通知', 8, '刘靖', '2016-06-15 19:24:11', '各高校团委：\n2016年“创青春”·海尔山东省大学生创业大赛业已结束。为表彰先进，激励典型，现决定，拟表彰优秀组织单位40个、优秀指导教师120名、获奖作品525件。\n现将获奖名单（见附件）予以公示，请各高校结合本校作品信息进行认真核对。各高校进行反馈时，原则上不允许对团队成员或指导教师进行增加、替换，只接受作品名称、团队成员姓名、第一指导教师姓名文字错误的修改。\n如有问题请于6月12日17:00前经省学联网站后台进行报送，由于表彰通报涉及高校较多，大赛组委会秘书处不接受其他形式的问题反馈，如未进行反馈视为信息无误。\n联 系 人：屈昌雷\n联系电话：0531-82073825\n \n《关于表彰2016年“创青春”·海尔山东省大学生创业大赛优秀组织单位、优秀指导教师和获奖作品的决定》（会签稿）.doc\n\n                      “创青春”山东省大学生创业大赛组委会\n                                                                                               2016年6月7日', 0, 0, 0, 0, 8, 0, '刘靖', NULL, 0);
/*!40000 ALTER TABLE `s_notify` ENABLE KEYS */;


-- 导出  表 db_saes.s_notify_view_info 结构
CREATE TABLE IF NOT EXISTS `s_notify_view_info` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `REC_ID` int(11) NOT NULL COMMENT '查看人编号－对应业务表　S_PERSON',
  `REC_NAME` varchar(20) DEFAULT '0' COMMENT '接收人姓名',
  `NOTIFY_ID` int(11) DEFAULT NULL COMMENT '通知编号－对应业务表 S_NOTIRY',
  `TITLE` varchar(100) NOT NULL DEFAULT '0' COMMENT '接收的信息标题',
  `VIEW_DATE` datetime DEFAULT NULL COMMENT '查看时间',
  `IS_VIEW` tinyint(1) DEFAULT '0' COMMENT '是否查看，0还没审核发出，1未查看，2已查看',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=185 DEFAULT CHARSET=utf8 COMMENT='个人接收公告情况表息';

-- 正在导出表  db_saes.s_notify_view_info 的数据：21 rows
/*!40000 ALTER TABLE `s_notify_view_info` DISABLE KEYS */;
INSERT INTO `s_notify_view_info` (`ID`, `REC_ID`, `REC_NAME`, `NOTIFY_ID`, `TITLE`, `VIEW_DATE`, `IS_VIEW`) VALUES
	(164, 1, '李科长', 154, '0', NULL, 0),
	(165, 2, '李明明', 154, '0', NULL, 0),
	(166, 6, '郑博文', 155, '0', NULL, 0),
	(167, 7, '王凯', 155, '0', NULL, 0),
	(168, 8, '刘靖', 155, '0', NULL, 0),
	(169, 15, '王凯', 155, '0', NULL, 0),
	(170, 30, '黄小红', 155, '0', NULL, 0),
	(171, 1, '李科长', 156, '0', '2016-06-15 19:38:13', 1),
	(172, 2, '李明明', 156, '0', '2016-06-15 19:38:13', 1),
	(173, 6, '郑博文', 156, '0', '2016-06-15 19:38:13', 1),
	(174, 7, '王凯', 156, '0', '2016-06-15 19:38:13', 1),
	(175, 8, '刘靖', 156, '0', '2016-06-15 19:38:13', 1),
	(176, 15, '王凯', 156, '0', '2016-06-15 19:38:13', 1),
	(177, 30, '黄小红', 156, '0', '2016-06-15 19:38:13', 1),
	(178, 1, '李科长', 157, '0', NULL, 0),
	(179, 2, '李明明', 157, '0', NULL, 0),
	(180, 6, '郑博文', 157, '0', NULL, 0),
	(181, 7, '王凯', 157, '0', NULL, 0),
	(182, 8, '刘靖', 157, '0', NULL, 0),
	(183, 15, '王凯', 157, '0', NULL, 0),
	(184, 30, '黄小红', 157, '0', NULL, 0);
/*!40000 ALTER TABLE `s_notify_view_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_paper 结构
CREATE TABLE IF NOT EXISTS `s_paper` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `UNIT_ID` varchar(32) DEFAULT NULL COMMENT '来源项目',
  `NAME` varchar(1024) DEFAULT NULL COMMENT '论文题目',
  `PUBLISH_DATE` varchar(23) DEFAULT NULL COMMENT '发表日期DM_YEAR',
  `SUBJECT_CLASS_ID` varchar(32) DEFAULT NULL COMMENT '学科门类编号－对应代码表DM_SUBJECT',
  `SUBJECT_ID` varchar(32) DEFAULT NULL,
  `PAPER_MODE_ID` varchar(32) DEFAULT NULL,
  `PUBLISH_UNIT` varchar(128) DEFAULT NULL COMMENT '发表期刊',
  `PAPER_TYPE_ID` int(10) DEFAULT NULL COMMENT '类型编号--对应S_PAPER_PUBLICATION_LEVEL',
  `PUBLISH_YEAR` varchar(32) DEFAULT NULL COMMENT '发表日期DM_YEAR',
  `JUAN_NUMBER` varchar(32) DEFAULT NULL,
  `QI_NUMBER` varchar(32) DEFAULT NULL,
  `PAGE_SCOPE` varchar(128) DEFAULT NULL,
  `WORD_NUMBER` varchar(18) DEFAULT NULL COMMENT '论文字数',
  `AUTHOR_NUMBER` int(10) DEFAULT NULL COMMENT '作者数',
  `PUBLISH_RANGE_ID` varchar(32) DEFAULT NULL,
  `PROJECT_SOURCE_ID` varchar(32) DEFAULT NULL COMMENT '项目来源ID',
  `ISSN` varchar(100) DEFAULT NULL COMMENT 'ISSN号',
  `KEYWORDS` varchar(100) DEFAULT NULL,
  `CHECK_STATUS_ID` varchar(32) DEFAULT NULL,
  `CREATOR_ID` varbinary(50) DEFAULT NULL,
  `CREATOR_NAME` varchar(40) DEFAULT NULL,
  `CREATE_TIME` datetime DEFAULT NULL,
  `PAPER_PUBLISH_UNIT` varchar(128) DEFAULT NULL,
  `PAGE_SPACE` varchar(128) DEFAULT NULL,
  `IS_TRANSLATED` varchar(128) DEFAULT NULL,
  `ENGLISH_NAME` varchar(1024) DEFAULT NULL,
  `CN` varchar(100) DEFAULT NULL COMMENT 'CN号',
  `STANDBY10` varchar(200) DEFAULT NULL,
  `FIRST_AUTHOR_NAME` varchar(40) DEFAULT NULL,
  `OTHER_AUTHOR_NAME` varchar(300) DEFAULT NULL,
  `FIRST_AUTHOR_CODE` varchar(50) DEFAULT NULL,
  `OTHER_AUTHOR_CODE` varchar(200) DEFAULT NULL,
  `OPERATE_TIME` varchar(20) DEFAULT NULL,
  `PAPER_CLAIM_ID` varchar(32) DEFAULT NULL,
  `TXZZ_ID` varchar(32) DEFAULT NULL,
  `FILE_IDS` varchar(128) DEFAULT NULL,
  `PAPER_SOURCE` varchar(500) DEFAULT NULL,
  `PAPER_CONTRIBUTOR` varchar(128) DEFAULT NULL,
  `TXZZ_NAME` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=122 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_paper 的数据：~41 rows (大约)
/*!40000 ALTER TABLE `s_paper` DISABLE KEYS */;
INSERT INTO `s_paper` (`id`, `UNIT_ID`, `NAME`, `PUBLISH_DATE`, `SUBJECT_CLASS_ID`, `SUBJECT_ID`, `PAPER_MODE_ID`, `PUBLISH_UNIT`, `PAPER_TYPE_ID`, `PUBLISH_YEAR`, `JUAN_NUMBER`, `QI_NUMBER`, `PAGE_SCOPE`, `WORD_NUMBER`, `AUTHOR_NUMBER`, `PUBLISH_RANGE_ID`, `PROJECT_SOURCE_ID`, `ISSN`, `KEYWORDS`, `CHECK_STATUS_ID`, `CREATOR_ID`, `CREATOR_NAME`, `CREATE_TIME`, `PAPER_PUBLISH_UNIT`, `PAGE_SPACE`, `IS_TRANSLATED`, `ENGLISH_NAME`, `CN`, `STANDBY10`, `FIRST_AUTHOR_NAME`, `OTHER_AUTHOR_NAME`, `FIRST_AUTHOR_CODE`, `OTHER_AUTHOR_CODE`, `OPERATE_TIME`, `PAPER_CLAIM_ID`, `TXZZ_ID`, `FILE_IDS`, `PAPER_SOURCE`, `PAPER_CONTRIBUTOR`, `TXZZ_NAME`) VALUES
	(44, NULL, '3131', '', NULL, NULL, '其他', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '13dasdasdas', NULL, NULL, '其他', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465966667502_C:fakepath4.jpg', NULL, NULL, NULL),
	(57, NULL, '基于谓词执行序列的软件缺陷定位', '1993-07-07 00:00:00', NULL, NULL, '综合研究', '无线电通信技术', NULL, NULL, NULL, NULL, NULL, '78686', NULL, NULL, '', NULL, NULL, '已通过', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '李明明', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(58, NULL, '自适应缺陷定位算法', '1994-07-07 00:00:00', NULL, NULL, '基础研究', '无线电通信技术', NULL, NULL, NULL, NULL, NULL, '45455', NULL, NULL, 'qwe', NULL, NULL, '已通过', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '李明明', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(59, NULL, '考虑类特性的面向对象', '2000-07-07 00:00:00', NULL, NULL, '应用研究', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '15515', NULL, NULL, '', NULL, NULL, '已通过', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '李明明', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(60, NULL, '信息量的缺陷定位方法', '2012-07-07 00:00:00', NULL, NULL, '基础研究', '无线电通信技术', NULL, NULL, NULL, NULL, NULL, '1157', NULL, NULL, '网上', NULL, NULL, '待审核', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '李明明', '一22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(82, NULL, '基于程序变异的软件错误定位', '2015-07-07 00:00:00', NULL, NULL, '应用研究', '无线电通信技术', NULL, NULL, NULL, NULL, NULL, '15515', NULL, NULL, '333', NULL, NULL, '待审核', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '333', '7', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(87, NULL, '3211232312', 'uyt', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, 'yut', NULL, NULL, '23123132', NULL, NULL, 'uy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '13213', 'ut', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(88, NULL, '21', '57', NULL, NULL, '---请选择---', '1212121', NULL, NULL, NULL, NULL, NULL, '6567', NULL, NULL, '2121', NULL, NULL, '567', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '7', '576', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(89, NULL, '121', '121', NULL, NULL, '---请选择---', '121', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '121', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '121', '121', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(90, NULL, '121', '121121121', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '121', NULL, NULL, '121', NULL, NULL, '121', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '121', '121', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(91, NULL, '121', '121', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '121121', NULL, NULL, '121', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '121', '121', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(92, NULL, '00000', '', NULL, NULL, '应用研究', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '111', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '/file/paper/2016010310072515688.txt', NULL, NULL, NULL),
	(93, NULL, '0000000000000', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '111', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '/file/paper/2016010310175061679.pdf', NULL, NULL, NULL),
	(94, NULL, '', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'D2015122310', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(95, NULL, '', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'D2015122310', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(96, NULL, '', '', NULL, NULL, '基础研究', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'D2015122310', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(97, NULL, '123', '2016-01-05', NULL, NULL, '基础研究', '无线电通信技术', NULL, NULL, NULL, NULL, NULL, '12333', NULL, NULL, 'D2015122310', NULL, NULL, '其他', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '1', '2', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(98, NULL, '', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'D2015122310', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '/file/paper/2016010521165561211.pdf', NULL, NULL, NULL),
	(99, NULL, '', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'D2015122310', NULL, NULL, '---请选择---', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '/file/paper/2016010521184744085.rar', NULL, NULL, NULL),
	(100, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465957037873_C:fakepathindex.htm', NULL, NULL, NULL),
	(101, NULL, '333', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '333', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465957110234_C:fakepath1.html', NULL, NULL, NULL),
	(102, NULL, '', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '111', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465961391377_C:fakepath5.jpg', NULL, NULL, NULL),
	(103, NULL, 'dadasd', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'asdasdasdadas', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'a', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465964363395_C:fakepath5.jpg', NULL, NULL, NULL),
	(104, NULL, '313113', '', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '131', NULL, NULL, '1', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465964416631_C:fakepath3.jpg', NULL, NULL, NULL),
	(105, NULL, '211212', '31', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '313131', NULL, NULL, '12121', NULL, NULL, '3113', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465964434008_C:fakepath1.jpg', NULL, NULL, NULL),
	(106, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL),
	(107, NULL, 'adasda', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'dsadasd', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465967324166_C:fakepath5.jpg', NULL, NULL, NULL),
	(108, NULL, '13131', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '13', NULL, NULL, '133131', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465967743641_C:fakepath5.jpg', NULL, NULL, NULL),
	(109, NULL, 'adada', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'dasd', NULL, NULL, 'adsa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465967773739_C:fakepath5.jpg', NULL, NULL, NULL),
	(110, NULL, 'dad', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'asda', NULL, NULL, 'asd', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ad', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465968342264_C:fakepath3.jpg', NULL, NULL, NULL),
	(111, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'asdad', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465968713899_C:fakepath5.jpg', NULL, NULL, NULL),
	(112, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'adasd', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465969000954_C:fakepath5.jpg', NULL, NULL, NULL),
	(113, NULL, 'adasda', 'ad', NULL, NULL, '---请选择---', '点击选择期刊', NULL, NULL, NULL, NULL, NULL, 'asd', NULL, NULL, 'asd', NULL, NULL, 'asd', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465972112281_C:fakepath5.jpg', NULL, NULL, NULL),
	(114, NULL, 'dad', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'asda', NULL, NULL, 'asdada', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465972985201_C:fakepath5.jpg', NULL, NULL, NULL),
	(115, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'asda', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465973491174_C:fakepath5.jpg', NULL, NULL, NULL),
	(116, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'sada', NULL, NULL, 'das', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465973617279_C:fakepath5.jpg', NULL, NULL, NULL),
	(117, NULL, 'dada', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, 'das', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465974152616_C:fakepath4.jpg', NULL, NULL, NULL),
	(118, NULL, '3113', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '1331', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465976500952_C:fakepath5.jpg', NULL, NULL, NULL),
	(119, NULL, '31312', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '312', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465976525713_C:fakepath5.jpg', NULL, NULL, NULL),
	(120, NULL, '', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '3131', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465976559379_C:fakepath5.jpg', NULL, NULL, NULL),
	(121, NULL, 'dasd', '', NULL, NULL, '---请选择---', '', NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, '的萨达', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '', NULL, NULL, NULL, NULL, NULL, 'file/paper/1465976823126_C:fakepath5.jpg', NULL, NULL, NULL);
/*!40000 ALTER TABLE `s_paper` ENABLE KEYS */;


-- 导出  表 db_saes.s_paper_publication_level 结构
CREATE TABLE IF NOT EXISTS `s_paper_publication_level` (
  `ID` int(32) NOT NULL,
  `PAPER_ID` int(32) DEFAULT NULL,
  `PAPER_TYPE_ID` int(32) DEFAULT NULL,
  `PAPER_TYPE_NAME` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_paper_publication_level 的数据：0 rows
/*!40000 ALTER TABLE `s_paper_publication_level` DISABLE KEYS */;
/*!40000 ALTER TABLE `s_paper_publication_level` ENABLE KEYS */;


-- 导出  表 db_saes.s_person 结构
CREATE TABLE IF NOT EXISTS `s_person` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `GROUP_ID` varchar(128) DEFAULT NULL COMMENT '用户组--对应DM_ROLE；0是用户，1是管理员',
  `PERSON_ID` varchar(32) DEFAULT NULL COMMENT '工号',
  `NAME` varchar(40) DEFAULT NULL COMMENT '姓名',
  `ACCOUNT` varchar(32) DEFAULT NULL COMMENT '登陆系统账号',
  `PASSWORD` varchar(64) DEFAULT NULL COMMENT '登陆密码',
  `UNIT_ID` varchar(32) DEFAULT NULL COMMENT '部门编号--对应S_UNIT',
  `SEXID` varchar(32) DEFAULT NULL COMMENT '性别',
  `ID_CARD` varchar(32) DEFAULT NULL COMMENT '身份证号',
  `BIRTHDAY` datetime DEFAULT NULL COMMENT '出生日期',
  `SUBJECT_CLASS_ID` varchar(32) DEFAULT NULL COMMENT '学科门类编号－对应代码表DM_SUBJECT',
  `SCHOOL` varchar(255) DEFAULT NULL COMMENT '工作单位',
  `TITLE_ID` varchar(32) DEFAULT NULL COMMENT '职称',
  `EDU_LEVEL_ID` varchar(32) DEFAULT NULL COMMENT '学历编号－对应代码表 DM_EDU_LEVEL',
  `EDU_DEGREE_ID` varchar(32) DEFAULT NULL COMMENT '学位编号－对应代码表 DM_EDU_DEGREE',
  `RESEARCH_FIELD` longtext COMMENT '研究方向',
  `NATION_ID` varchar(32) DEFAULT NULL COMMENT '民族编号－对应代码表 DM_NATION',
  `DUTY` varchar(128) DEFAULT NULL COMMENT '职务',
  `DUTY_DATE` date DEFAULT NULL COMMENT '入职日期',
  `TUTOR_TYPE_ID` varchar(9) DEFAULT NULL COMMENT '是否博导',
  `MOBILE` varchar(128) DEFAULT NULL COMMENT '手机号',
  `EMAIL` varchar(128) DEFAULT NULL COMMENT '个人Email地址',
  `ADDRESS` varchar(256) DEFAULT NULL COMMENT '地址',
  `POSTAL_CODE` varchar(32) DEFAULT NULL COMMENT '邮编',
  `TEL_OFFICE` varchar(32) DEFAULT NULL COMMENT '办公电话',
  `FAX_OFFICE` varchar(32) DEFAULT NULL COMMENT '传真号',
  `TEL_HOME` varchar(128) DEFAULT NULL COMMENT '家庭电话',
  `FAX_HOME` varchar(128) DEFAULT NULL COMMENT '家庭传真号',
  `PERSONAL_WEB_SITE` varchar(128) DEFAULT NULL COMMENT '个人网站',
  `PHOTO_ID` varchar(128) DEFAULT NULL COMMENT '个人照片（文件路径）',
  `WORK_DATE` datetime DEFAULT NULL COMMENT '到任时间',
  `STANDBY1` varchar(200) DEFAULT NULL COMMENT '备注字段',
  `STANDBY2` varchar(200) DEFAULT NULL COMMENT '备注字段',
  `STANDBY3` varchar(200) DEFAULT NULL COMMENT '备注字段',
  `HONOR_TITLE_ID` varchar(128) DEFAULT NULL COMMENT '荣誉称号',
  `EXPERT_FLAG` varchar(9) DEFAULT NULL COMMENT '是否为专家',
  `QQ` varchar(32) DEFAULT NULL COMMENT 'QQ号码',
  `GRADUATE_SCHOOL` longtext COMMENT '毕业学校信息',
  `STATUS` int(11) DEFAULT '0',
  `SELF_EVA` varchar(256) DEFAULT NULL COMMENT '自我评价',
  `WORK_EXP` varchar(256) DEFAULT NULL COMMENT '工作经历',
  `EDU-EXP` varchar(256) DEFAULT NULL COMMENT '教育经历',
  `PRO_SKILL` varchar(256) DEFAULT NULL COMMENT '专业技能',
  `EELSE` varchar(256) DEFAULT NULL COMMENT '其它',
  `DAOSHINAME` varchar(32) DEFAULT NULL COMMENT '导师名字',
  `DAOSHIZHICHENG` varchar(32) DEFAULT NULL COMMENT '导师职称',
  `DAOSHIDANWEI` varchar(128) DEFAULT NULL COMMENT '导师工作单位',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=97 DEFAULT CHARSET=utf8 COMMENT='个人信息表';

-- 正在导出表  db_saes.s_person 的数据：7 rows
/*!40000 ALTER TABLE `s_person` DISABLE KEYS */;
INSERT INTO `s_person` (`ID`, `GROUP_ID`, `PERSON_ID`, `NAME`, `ACCOUNT`, `PASSWORD`, `UNIT_ID`, `SEXID`, `ID_CARD`, `BIRTHDAY`, `SUBJECT_CLASS_ID`, `SCHOOL`, `TITLE_ID`, `EDU_LEVEL_ID`, `EDU_DEGREE_ID`, `RESEARCH_FIELD`, `NATION_ID`, `DUTY`, `DUTY_DATE`, `TUTOR_TYPE_ID`, `MOBILE`, `EMAIL`, `ADDRESS`, `POSTAL_CODE`, `TEL_OFFICE`, `FAX_OFFICE`, `TEL_HOME`, `FAX_HOME`, `PERSONAL_WEB_SITE`, `PHOTO_ID`, `WORK_DATE`, `STANDBY1`, `STANDBY2`, `STANDBY3`, `HONOR_TITLE_ID`, `EXPERT_FLAG`, `QQ`, `GRADUATE_SCHOOL`, `STATUS`, `SELF_EVA`, `WORK_EXP`, `EDU-EXP`, `PRO_SKILL`, `EELSE`, `DAOSHINAME`, `DAOSHIZHICHENG`, `DAOSHIDANWEI`) VALUES
	(1, '1', '11011', '李科长', 'admin', '96e79218965eb72c92a549dd5a330112', '1', '2', '', '1992-07-07 17:55:09', '上理科室', '', '教授', NULL, '本科', '上理研究所', '汉', '授课', NULL, NULL, '18262800067', '243696826@qq.com', '上海市杨浦区', '221400', '', NULL, '188111', '', NULL, '/file/photo/2015121818443812832_s.jpg', NULL, NULL, NULL, NULL, NULL, '好多年', NULL, '上海理工大学', 0, '本人性格开朗、为人诚恳、乐观向上、兴趣广泛、拥有较强的组织能力和适应能力、并具有较强的管理策划与组织管理协调能力。', '1979年9月—1983年7月：武汉大学英语系本科，获英语语言文学学士学位；1983年9月—1986年7月：首都师范大学英语系硕士研究生，获英美文学硕士学位', '2007年9月—2015年深圳市罗湖区妇幼保健院护理部/急诊科护士', '1.	全面掌握Java语言及面向对象的设计思想。', '无', NULL, NULL, NULL),
	(2, '0', '11111', '李明明', '1', '96e79218965eb72c92a549dd5a330112', '1', '2', NULL, NULL, '上理科室', NULL, '教授', NULL, '本科', NULL, NULL, '授课', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'file/photo/1465988416992.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '本人性格开朗、为人诚恳、乐观向上、兴趣广泛、拥有较强的组织能力和适应能力、并具有较强的管理策划与组织管理协调能力。', '1979年9月—1983年7月：武汉大学英语系本科，获英语语言文学学士学位；1983年9月—1986年7月：首都师范大学英语系硕士研究生，获英美文学硕士学位', '研究生', '1.	全面掌握Java语言及面向对象的设计思想。', '无', NULL, NULL, NULL),
	(6, '0', '22222', '郑博文', '2', '96e79218965eb72c92a549dd5a330112', '2', '1', '4104542316527890985', NULL, '上理科室', '上海理工大学', '学生', NULL, NULL, '人工智能', NULL, '学生', NULL, NULL, '13676237873', '432348765@outlook.com', '上海理工大学', '200093', '6333540', NULL, '6535467', NULL, NULL, '/file/photo/2015123016344364882_s.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(7, '0', '33333', '王凯', '3', '96e79218965eb72c92a549dd5a330112', '2', '1', 'sdfgdf', NULL, '上理科室', '', '', NULL, NULL, 'dsfgfdg', NULL, '', NULL, NULL, '', '', '', '', '', NULL, '', NULL, NULL, '/file/photo/2015123016344364882_s.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(8, '0', '88888', '刘靖', '8', '96e79218965eb72c92a549dd5a330112', '2', '1', 'fdsafdsa', NULL, '上理科室', '上海理工大学', '学生', NULL, NULL, '', NULL, '', NULL, NULL, '', '', '', '', '', NULL, '', NULL, NULL, '/file/photo/2015123016344364882_s.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(15, '0', '55555', '王凯', '5', '96e79218965eb72c92a549dd5a330112', '2', '1', '410243145298736740x', NULL, '上理科室', '上海理工大学', '学生', NULL, NULL, '软件开发', NULL, '学生', NULL, NULL, '15736548903', '8876354789@qq.com', '上海理工大学', '200093', '6334342', NULL, '6535464', NULL, NULL, '/file/photo/2015123016344364882_s.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	(30, '0', '66666', '黄小红', '6', '96e79218965eb72c92a549dd5a330112', '2', '2', '410423199103674893', NULL, '上理科室', '上海理工大学', '学生', NULL, NULL, '软件测试', NULL, '学生', NULL, NULL, '15736578345', '15736548903@163.com', '上海理工大学', '200093', '6388542', NULL, '6535337', NULL, NULL, '/file/photo/2015123016344364882_s.png', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
/*!40000 ALTER TABLE `s_person` ENABLE KEYS */;


-- 导出  表 db_saes.s_personal_info 结构
CREATE TABLE IF NOT EXISTS `s_personal_info` (
  `sname` varchar(40) DEFAULT NULL,
  `sno` int(11) NOT NULL,
  `ssex` varchar(2) NOT NULL,
  `sduty` varchar(40) DEFAULT NULL,
  `srank` varchar(40) DEFAULT NULL,
  `stele` varchar(32) DEFAULT NULL,
  `szip` varchar(32) DEFAULT NULL,
  `saddr` varchar(40) DEFAULT NULL,
  `soff` varchar(40) DEFAULT NULL,
  `slabor` varchar(40) DEFAULT NULL,
  PRIMARY KEY (`sno`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_personal_info 的数据：~1 rows (大约)
/*!40000 ALTER TABLE `s_personal_info` DISABLE KEYS */;
INSERT INTO `s_personal_info` (`sname`, `sno`, `ssex`, `sduty`, `srank`, `stele`, `szip`, `saddr`, `soff`, `slabor`) VALUES
	('许益通', 1109030248, '男', '技术员', '中级', '18888888888', '221400', '上海理工大学', '科研一室', '科研所');
/*!40000 ALTER TABLE `s_personal_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_prize 结构
CREATE TABLE IF NOT EXISTS `s_prize` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `PROJECT_SOURCE_ID` varchar(32) DEFAULT NULL,
  `NAME` varchar(256) DEFAULT NULL,
  `FIRST_PRIZE_NAME` varchar(40) DEFAULT NULL,
  `OTHER_PRIZE_NAME` varchar(300) DEFAULT NULL,
  `UNIT` varchar(40) DEFAULT NULL,
  `PRIZE_DATE` varchar(32) DEFAULT NULL,
  `LEVEL` varchar(32) DEFAULT NULL,
  `FILE_IDS` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_prize 的数据：~8 rows (大约)
/*!40000 ALTER TABLE `s_prize` DISABLE KEYS */;
INSERT INTO `s_prize` (`ID`, `PROJECT_SOURCE_ID`, `NAME`, `FIRST_PRIZE_NAME`, `OTHER_PRIZE_NAME`, `UNIT`, `PRIZE_DATE`, `LEVEL`, `FILE_IDS`) VALUES
	(1, '', '优秀博士学位论文奖', '李明明', '', '上海教育科学研究院', '2015-12-02', '---请选择---', 'asd'),
	(4, '12', 'CCF终身成就奖', '李明明', '', '上海理工大学', '2015-12-20', '二等奖', NULL),
	(5, NULL, '青年科学家奖', '李明明', '', '上海教育科学研究院', '2015-12-20', '二等奖', NULL),
	(6, NULL, '最佳贡献奖', '李明明', '', '上海理工大学', '2015-12-20', '一等奖', NULL),
	(7, NULL, '最佳创意奖', '李明明', '', '上海教育科学研究院', '2015-12-20', '二等奖', NULL),
	(8, NULL, '最佳科普奖', '李明明', '', '上海理工大学', '2015-12-20', '一等奖', NULL),
	(9, NULL, '最佳新人奖', '李明明', '', '上海教育科学研究院', '2015-12-20', '二等奖', NULL),
	(10, '21', '21', '212', '12', '2', '1212121', '---请选择---', NULL);
/*!40000 ALTER TABLE `s_prize` ENABLE KEYS */;


-- 导出  表 db_saes.s_project 结构
CREATE TABLE IF NOT EXISTS `s_project` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `NAME` varchar(200) DEFAULT NULL,
  `UNIT` varchar(40) DEFAULT NULL,
  `TYPE` varchar(40) DEFAULT NULL,
  `FROMTO` varchar(40) DEFAULT NULL,
  `ROLE` varchar(40) DEFAULT NULL,
  `ACHIEVE` varchar(40) DEFAULT NULL,
  `CHARGE` varchar(40) DEFAULT NULL,
  `MONEY` varchar(128) DEFAULT NULL,
  `DATE` varchar(40) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_project 的数据：~1 rows (大约)
/*!40000 ALTER TABLE `s_project` DISABLE KEYS */;
INSERT INTO `s_project` (`ID`, `NAME`, `UNIT`, `TYPE`, `FROMTO`, `ROLE`, `ACHIEVE`, `CHARGE`, `MONEY`, `DATE`) VALUES
	(1, '软件开发', '上海理工大学', 'ASD', 'ASD', '项目主管', '一等奖', '李明明', '1000,000', '2015.01.02-2015.12.20');
/*!40000 ALTER TABLE `s_project` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_actualize_info 结构
CREATE TABLE IF NOT EXISTS `s_project_actualize_info` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增量',
  `UNIQUE_CODE` varchar(50) NOT NULL COMMENT '项目唯一编号',
  `ACTUALIZE_STATUS` smallint(2) unsigned DEFAULT '0' COMMENT '项目实施状态，0：未实施，1：实施中',
  `MIDEXAM_APPLY` smallint(2) unsigned DEFAULT '0' COMMENT '项目中检申请，0：未申请，1：已申请',
  KEY `ID` (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='项目实施表';

-- 正在导出表  db_saes.s_project_actualize_info 的数据：1 rows
/*!40000 ALTER TABLE `s_project_actualize_info` DISABLE KEYS */;
INSERT INTO `s_project_actualize_info` (`ID`, `UNIQUE_CODE`, `ACTUALIZE_STATUS`, `MIDEXAM_APPLY`) VALUES
	(1, 'P2015121812', 0, 1);
/*!40000 ALTER TABLE `s_project_actualize_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_apply_info 结构
CREATE TABLE IF NOT EXISTS `s_project_apply_info` (
  `APPLYID` varchar(32) NOT NULL COMMENT '主键',
  `NAME` varchar(255) DEFAULT NULL COMMENT '申报名称',
  `PROJECT_LOCATION` varchar(32) DEFAULT NULL COMMENT '来源：院内，院外',
  `KEY` varchar(64) DEFAULT NULL COMMENT '关键字',
  `SEARCH_AREAR` varchar(32) DEFAULT NULL COMMENT '研究领域',
  `SUBJECT_CLASS` varchar(32) DEFAULT NULL COMMENT '学科类别',
  `SEARCH_CLASS` varchar(32) DEFAULT NULL COMMENT '研究类型',
  `PROJECT_CLASS` varchar(255) DEFAULT NULL COMMENT '项目性质',
  `PROJECT_TYPE` varchar(32) DEFAULT NULL COMMENT '项目分类',
  `PROJECT_SOURCE_UNIT` varchar(255) DEFAULT NULL COMMENT '项目来源单位',
  `YUQI_PROJECT` varchar(128) DEFAULT NULL COMMENT '预期成果',
  `YUQI_TIME` date DEFAULT NULL COMMENT '预期完成时间',
  `BEGIN_DATE` datetime DEFAULT NULL COMMENT '开始日期',
  `END_DATE` datetime DEFAULT NULL COMMENT '结束日期',
  `STATE` varchar(32) DEFAULT NULL COMMENT '状态',
  `NOTE` text COMMENT '备注',
  `CREATE_TIME` date DEFAULT NULL COMMENT '创建日期',
  `CREATOR_ID` varchar(32) DEFAULT NULL COMMENT '创建者编号-对应业务表S_PERSON',
  `CREATOR_NAME` varchar(40) DEFAULT NULL COMMENT '创建者姓名',
  `REVIEWSTATE` varchar(32) DEFAULT NULL COMMENT '申报状态',
  `REVIEWSTATE_NOTE` text COMMENT '申报状态备注',
  `SUO_CHECK_STATE` smallint(2) DEFAULT NULL COMMENT '所审核状态 0:未通过，1：通过',
  `SUO_CHECK_STATE_NOTE` text COMMENT '所审核状态备注',
  `YUAN_CHECK_STATE` smallint(2) DEFAULT NULL COMMENT '院审核状态 0：未通过，1：通过',
  `YUAN_CHECK_STATE_NOTE` text COMMENT '院审核状态备注',
  `UNIT_ID` int(4) DEFAULT NULL COMMENT '所属单位编号对应S_UNIT',
  `DIVISION_ID` int(4) DEFAULT NULL COMMENT '所属科室编号-对应S_DIVISION',
  `APPLIER_ID` int(10) DEFAULT NULL COMMENT '申请人编号-对应S_PERSON',
  `SUBJECT_ID` varchar(32) DEFAULT NULL COMMENT '一级学科编号-对应DM_SUBJECT',
  `APPLY_FEE` decimal(9,0) DEFAULT NULL COMMENT '申请经费',
  `APPLY_DATE` datetime DEFAULT NULL COMMENT '申请日期',
  `FILE_ID` int(4) DEFAULT NULL COMMENT '申报表附件编号-对应系统表S_ATTACHMENT',
  `IS_CONFIRM` varchar(64) DEFAULT NULL COMMENT '是否批准立项',
  `BEFORE_RESEARCH_INFO` tinytext COMMENT '前期研究情况',
  `PROJECT_MODE` varchar(100) DEFAULT NULL COMMENT '成果形成',
  `APPLY_CLASS` int(4) DEFAULT NULL COMMENT '申报类型 0：课题申报，1：结题申报，2：报奖申报，3：团队申报，4：其他申报',
  PRIMARY KEY (`APPLYID`),
  KEY `APPLIER_ID` (`APPLIER_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='项目申报基本信息表';

-- 正在导出表  db_saes.s_project_apply_info 的数据：~4 rows (大约)
/*!40000 ALTER TABLE `s_project_apply_info` DISABLE KEYS */;
INSERT INTO `s_project_apply_info` (`APPLYID`, `NAME`, `PROJECT_LOCATION`, `KEY`, `SEARCH_AREAR`, `SUBJECT_CLASS`, `SEARCH_CLASS`, `PROJECT_CLASS`, `PROJECT_TYPE`, `PROJECT_SOURCE_UNIT`, `YUQI_PROJECT`, `YUQI_TIME`, `BEGIN_DATE`, `END_DATE`, `STATE`, `NOTE`, `CREATE_TIME`, `CREATOR_ID`, `CREATOR_NAME`, `REVIEWSTATE`, `REVIEWSTATE_NOTE`, `SUO_CHECK_STATE`, `SUO_CHECK_STATE_NOTE`, `YUAN_CHECK_STATE`, `YUAN_CHECK_STATE_NOTE`, `UNIT_ID`, `DIVISION_ID`, `APPLIER_ID`, `SUBJECT_ID`, `APPLY_FEE`, `APPLY_DATE`, `FILE_ID`, `IS_CONFIRM`, `BEFORE_RESEARCH_INFO`, `PROJECT_MODE`, `APPLY_CLASS`) VALUES
	('D2015122310', '软件开发', '院外', NULL, NULL, NULL, NULL, '省部级', '院外其他', '河南', NULL, NULL, NULL, NULL, NULL, NULL, '2015-12-23', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, NULL, NULL, 44, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0),
	('D201512239', '0000', '院外', NULL, NULL, NULL, NULL, '省部级', '院外其他', '河南', NULL, NULL, NULL, NULL, NULL, NULL, '2015-12-23', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, NULL, NULL, 25, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
	('D2016060312', '', '院外', NULL, NULL, NULL, NULL, '国家级', '上海决策咨询', '北京', NULL, NULL, NULL, NULL, NULL, NULL, '2016-06-03', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, NULL, NULL, 85, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
	('D2016060313', '', '院外', NULL, NULL, NULL, NULL, '国家级', '全国哲学社会', '北京', NULL, NULL, NULL, NULL, NULL, NULL, '2016-06-03', NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, NULL, NULL, 87, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
/*!40000 ALTER TABLE `s_project_apply_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_approval_info 结构
CREATE TABLE IF NOT EXISTS `s_project_approval_info` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '增量',
  `UNIQUE_CODE` varchar(50) NOT NULL COMMENT '项目唯一编号',
  `RESEARCH_CLASS_ID` varchar(50) DEFAULT NULL COMMENT '研究类别代码-对应代码表 DM_RESEARCH_TYPE',
  `APPROVAL_TIME` datetime DEFAULT NULL COMMENT '立项日期（一览项目审核均通过后自动立项）',
  `PLAN_END_DATE` varchar(50) DEFAULT NULL COMMENT '计划完成时间',
  `PROJECT_FEE` int(11) DEFAULT '0' COMMENT '项目经费',
  `EXPECT_RESULT` varchar(200) DEFAULT NULL COMMENT '预期成果形式',
  KEY `id` (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='项目立项';

-- 正在导出表  db_saes.s_project_approval_info 的数据：2 rows
/*!40000 ALTER TABLE `s_project_approval_info` DISABLE KEYS */;
INSERT INTO `s_project_approval_info` (`ID`, `UNIQUE_CODE`, `RESEARCH_CLASS_ID`, `APPROVAL_TIME`, `PLAN_END_DATE`, `PROJECT_FEE`, `EXPECT_RESULT`) VALUES
	(2, 'D2015122310', NULL, '2016-05-20 18:15:28', 'null', 0, 'null'),
	(1, 'P2015121812', NULL, '2015-12-20 18:15:28', '2015-12-29 18:15:28', 22000, '纸质');
/*!40000 ALTER TABLE `s_project_approval_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_basic_info 结构
CREATE TABLE IF NOT EXISTS `s_project_basic_info` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `UNIQUE_CODE` varchar(50) NOT NULL DEFAULT '0' COMMENT '唯一标示编号',
  `PROJECT_CODE` varchar(50) DEFAULT NULL COMMENT '项目编号',
  `PROJECT_TYPE` varchar(50) DEFAULT NULL COMMENT '项目类型',
  `PROJECT_NAME` varchar(50) DEFAULT NULL COMMENT '项目名称',
  `CHARGER_NAME` varchar(50) DEFAULT NULL COMMENT '负责人姓名',
  `UNIT_ID` int(4) DEFAULT '0' COMMENT '所属部门编号－对应代码表　S_UNIT',
  `APPLIER_ID` int(4) DEFAULT '0' COMMENT '所属科室编号-对应S_UNIT',
  `CREATE_TIME` datetime DEFAULT NULL COMMENT '创建日期',
  `SUO_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '所审核状态,0：不通过，1：通过',
  `YUAN_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '院审核状态,0：不通过，1：通过',
  `IF_DELETE` smallint(2) DEFAULT '0' COMMENT '项目是否删除，0：保留，1：删除（逻辑删除）',
  KEY `ID` (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COMMENT='项目基本信息表（项目一览）';

-- 正在导出表  db_saes.s_project_basic_info 的数据：3 rows
/*!40000 ALTER TABLE `s_project_basic_info` DISABLE KEYS */;
INSERT INTO `s_project_basic_info` (`ID`, `UNIQUE_CODE`, `PROJECT_CODE`, `PROJECT_TYPE`, `PROJECT_NAME`, `CHARGER_NAME`, `UNIT_ID`, `APPLIER_ID`, `CREATE_TIME`, `SUO_CHECK_STATE`, `YUAN_CHECK_STATE`, `IF_DELETE`) VALUES
	(26, 'P2016052517', 'hh', 'hh', '11aa', 'hh', 11, 11, '2016-05-25 14:50:50', 0, 0, 1),
	(21, 'P2015121812', 'P', '院外其他', '测试', '王凯', 1, 1, '2015-12-30 12:17:25', 1, 1, 1),
	(23, 'D2015122310', 'D', '院外其他', '申请项目', '王凯', 1, 1, '2015-12-30 16:46:53', 1, 1, 0);
/*!40000 ALTER TABLE `s_project_basic_info` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_enditem 结构
CREATE TABLE IF NOT EXISTS `s_project_enditem` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增量',
  `UNIQUE_CODE` varchar(50) NOT NULL COMMENT '项目唯一编号',
  `ENDITEM_TIME` datetime DEFAULT NULL COMMENT '结项日期（项目中检完成）',
  `FINISH_NOTE` varchar(200) DEFAULT NULL COMMENT '结项说明',
  `SUO_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '所审核状态,0：不通过，1：通过',
  `SUO_SUGGEST` varchar(200) DEFAULT NULL COMMENT '所审核建议',
  `YUAN_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '院审核状态,0：不通过，1：通过',
  `YUAN_SUGGEST` varchar(200) DEFAULT NULL COMMENT '院审核建议',
  KEY `ID` (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='项目结项表';

-- 正在导出表  db_saes.s_project_enditem 的数据：1 rows
/*!40000 ALTER TABLE `s_project_enditem` DISABLE KEYS */;
INSERT INTO `s_project_enditem` (`ID`, `UNIQUE_CODE`, `ENDITEM_TIME`, `FINISH_NOTE`, `SUO_CHECK_STATE`, `SUO_SUGGEST`, `YUAN_CHECK_STATE`, `YUAN_SUGGEST`) VALUES
	(1, 'P2015121812', NULL, '实验详细', 0, NULL, 0, NULL);
/*!40000 ALTER TABLE `s_project_enditem` ENABLE KEYS */;


-- 导出  表 db_saes.s_project_midexam 结构
CREATE TABLE IF NOT EXISTS `s_project_midexam` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增量',
  `UNIQUE_CODE` varchar(50) NOT NULL COMMENT '项目唯一编号',
  `MIDEXAM_TIME` datetime DEFAULT NULL COMMENT '中检日期（项目实施完成可自行提出中检）',
  `SUO_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '所审核状态,0：不通过，1：通过',
  `SUO_SUGGEST` varchar(200) DEFAULT NULL COMMENT '所审核建议',
  `YUAN_CHECK_STATE` smallint(2) DEFAULT '0' COMMENT '院审核状态,0：不通过，1：通过',
  `YUAN_SUGGEST` varchar(200) DEFAULT NULL COMMENT '院审核建议',
  KEY `ID` (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='项目中检表';

-- 正在导出表  db_saes.s_project_midexam 的数据：1 rows
/*!40000 ALTER TABLE `s_project_midexam` DISABLE KEYS */;
INSERT INTO `s_project_midexam` (`ID`, `UNIQUE_CODE`, `MIDEXAM_TIME`, `SUO_CHECK_STATE`, `SUO_SUGGEST`, `YUAN_CHECK_STATE`, `YUAN_SUGGEST`) VALUES
	(4, 'P2015121812', NULL, 1, NULL, 1, '很好');
/*!40000 ALTER TABLE `s_project_midexam` ENABLE KEYS */;


-- 导出  表 db_saes.s_schedule 结构
CREATE TABLE IF NOT EXISTS `s_schedule` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `person_id` int(11) NOT NULL DEFAULT '1' COMMENT '人员编号－对应　S_PERSON表',
  `title` varchar(100) NOT NULL COMMENT '日程标题',
  `starttime` datetime NOT NULL COMMENT '开始时间',
  `endtime` datetime DEFAULT NULL COMMENT '结束时间',
  `allday` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否是全天，0不是，1是',
  `color` varchar(10) DEFAULT NULL COMMENT '颜色标记',
  `url` varchar(10) NOT NULL DEFAULT '' COMMENT '链接跳转，目前没用',
  `type` tinyint(1) NOT NULL DEFAULT '0' COMMENT '日程类型，后面可能分集体/个人，先0；目前没什么用',
  `priority` tinyint(1) NOT NULL DEFAULT '0' COMMENT '优先级，目前也没有什么用',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0,1,2对应''未审核'',''已通过'',''不通过''；目前也没有什么用',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=utf8 COMMENT='注：存储日程信息';

-- 正在导出表  db_saes.s_schedule 的数据：18 rows
/*!40000 ALTER TABLE `s_schedule` DISABLE KEYS */;
INSERT INTO `s_schedule` (`id`, `person_id`, `title`, `starttime`, `endtime`, `allday`, `color`, `url`, `type`, `priority`, `status`) VALUES
	(94, 8, '中午到上海理工交流学习', '2016-07-06 12:00:00', '1970-01-01 08:00:00', 0, '#360', '', 0, 0, 0),
	(93, 8, '参加教师工作培训', '2016-06-22 00:00:00', '2016-06-24 00:00:00', 1, '#360', '', 0, 0, 0),
	(92, 8, '到四川参加科研会议', '2016-06-17 08:00:00', '2016-06-20 12:00:00', 0, '#06c', '', 0, 0, 0),
	(91, 8, '参加暑假安全工作会议', '2016-06-08 00:00:00', '1970-01-01 08:00:00', 1, '#360', '', 0, 0, 0);
/*!40000 ALTER TABLE `s_schedule` ENABLE KEYS */;


-- 导出  表 db_saes.s_train 结构
CREATE TABLE IF NOT EXISTS `s_train` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `NAME` varchar(256) DEFAULT NULL,
  `UNIT` varchar(40) DEFAULT NULL,
  `DATE` varchar(32) DEFAULT NULL,
  `CONTENT` varchar(200) DEFAULT NULL,
  `RAMARK` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- 正在导出表  db_saes.s_train 的数据：~6 rows (大约)
/*!40000 ALTER TABLE `s_train` DISABLE KEYS */;
INSERT INTO `s_train` (`ID`, `NAME`, `UNIT`, `DATE`, `CONTENT`, `RAMARK`) VALUES
	(1, '计算机二级', '上海理工大学', '2015-12-10', '计算机二级备考经验', '计算机二级备考经验'),
	(4, 'NCRE考试', '上海理工大学', '2015-12-19', 'NCRE考试', ''),
	(5, '计算机三级', '上海理工大学', '2015-12-18', '计算机三级', ''),
	(6, '计算机高级工程师就业培训', '上海理工大学', '2015-12-17', '计算机高级工程师就业培训', ''),
	(7, 'UI设计师周末培训', '上海理工大学', '2015-12-16', 'UI设计师周末培训', ''),
	(8, '12', '12', '2016-01-04', ' 112', '123fghjklffgvhbjnkghjklhbjnkl、hjkhjklhjklhjklhjklhj\n');
/*!40000 ALTER TABLE `s_train` ENABLE KEYS */;


-- 导出  表 db_saes.s_unit 结构
CREATE TABLE IF NOT EXISTS `s_unit` (
  `ID` int(10) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `UNIT_ID` varchar(32) DEFAULT NULL COMMENT '部门编号',
  `NAME` varchar(128) DEFAULT NULL COMMENT '部门名称',
  `KJ_ID` varchar(32) DEFAULT NULL COMMENT '对应教育部科技统计的机构类别',
  `STATUS` int(11) DEFAULT '0',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='部门表';

-- 正在导出表  db_saes.s_unit 的数据：2 rows
/*!40000 ALTER TABLE `s_unit` DISABLE KEYS */;
INSERT INTO `s_unit` (`ID`, `UNIT_ID`, `NAME`, `KJ_ID`, `STATUS`) VALUES
	(1, '1', '计算机系', '1', 0),
	(2, '2', '软件工程系', '2', 0);
/*!40000 ALTER TABLE `s_unit` ENABLE KEYS */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
